{
	"news_item": [
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@83df952af62f1f162f68f7c1a2b15fce31c3b2c8/images/cip-header-img.png",
			"title": "Our blog post on provenance and media credibility is published by UW CIP",
			"date": "Feb 2024",
			"description": "Our work on investigating effects of provenance information on users' media credibility perceptions, which appeared as <a href=\"https://dl.acm.org/doi/abs/10.1145/3610061\">a paper at CSCW 2023</a>, is now summarized as a blog post, published by the Center for Informed Public (CIP) at the University of Washington!&nbsp;",
			"link": {
				"link_url": "https://www.cip.uw.edu/2024/02/21/provenance-synthetic-media-trust-perceptions/",
				"link_text": "Blog post link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@a2a5e27e8264415bb6e9448dc003d25252b16124/images/crawinners2.jpg",
			"title": "Kianna wins CRA's Outstanding Undergraduate Research Award, Andre is a finalist",
			"date": "Jan 2024",
			"description": "Faculty from institutions across North America nominated undergraduate researchers who demonstrate strong research capabilities and a commitment to advancing the field. This year, Kianna was selected as one of 4 winners of the award in the nation, and Andre was selected as one of 16 finalists.",
			"link": {
				"link_url": "https://cra.org/crn/2024/01/outstanding-undergraduate-research-awards-winners-announcement/",
				"link_text": "CRA award announcement"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0305a6291d00389a3f58e61f58349b2afacce491/images/d1fbf34d-536c-4dd7-9428-38e627d3f40f_1456x1048.webp",
			"title": "New_Public covers our work on PolicyKit, a toolkit for governing online communities",
			"date": "Nov 2023",
			"description": "New_Public's newsletter interviews Amy on the software toolkit <a href=\"https://dl.acm.org/doi/abs/10.1145/3379337.3415858\">PolicyKit</a> and ongoing work on the end-user-friendly system <a href=\"https://arxiv.org/abs/2310.04329\">Pika</a> towards empowering online communities to design and carry out different governance models of their choice.",
			"link": {
				"link_url": "https://newpublic.substack.com/p/democratizing-power-in-online-communities",
				"link_text": "Article link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@65ffdc0228151866ea129bcf9dc2eef4def160c3/images/pile-3d-popular-social-media-logos-blog-hero.jpeg",
			"title": "Our CSCW work was covered by UW Allen School News",
			"date": "Nov 2023",
			"description": "The title of the article is: \"&lsquo;The architects of our digital spaces&rsquo;: How researchers in the Allen School&rsquo;s Social Futures Lab are making social media better by design\" and covers research papers from this year's CSCW led by Kevin Feng and led by our former postdoc Shagun Jhaver.",
			"link": {
				"link_url": "https://news.cs.washington.edu/2023/11/30/the-architects-of-our-digital-spaces-how-researchers-in-the-allen-schools-social-futures-lab-are-making-social-media-better-by-design/",
				"link_text": "Article link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@c1ea180d8a6197e147f53f8270321c7fdc885adc/images/20231107_201234.jpg",
			"title": "Andre and Jim win Best Paper Honorable Mention at HCOMP, Amy participates in a panel",
			"date": "Nov 2023",
			"description": "Andre gives a talk on Confidence Contours, a new method for uncertainty-aware annotation for medical semantic segmentation, which ended up winning a Best Paper Honorable Mention award! Amy also participated in a panel session on Decision-Making.",
			"link": {
				"link_url": "https://ojs.aaai.org/index.php/HCOMP/article/view/27559",
				"link_text": "Paper link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0d8f5b2a7ca0cd082b7e326290b7190e8e6fd950/images/warren-4l-e7U6c5ek-unsplash-scaled.jpeg",
			"title": "Amy was interviewed in a story for UW News",
			"date": "Oct 2023",
			"description": "Amy was interviewed alongside Amanda Baughan, Katherine Cross, and Martin Saveski on \"How can social media be better?\".&nbsp;",
			"link": {
				"link_url": "https://www.washington.edu/news/2023/10/24/better-social-media-research-twitter-bluesky-linkedin-threads/",
				"link_text": "Article link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@3c823783fe5313282d27981550f1f60477f1deb3/images/kjkf.jpg",
			"title": "SFL at CSCW in Minneapolis: 3 paper talks",
			"date": "Oct 2023",
			"description": "Shagun gave a talk on <a href=\"https://dl.acm.org/doi/abs/10.1145/3610080\">personalizing content moderation</a> and user perspectives. Kevin gave a talk in collaboration with the C2PA on <a href=\"https://dl.acm.org/doi/abs/10.1145/3610061\">the impact of media provenance indicators</a> on trust and accuracy.&nbsp; And Jim gave a talk on <a href=\"https://arxiv.org/abs/2305.01615\">Judgment Sieve</a>, a workflow for targeted interventions to reduce uncertainty in group judgments. Ruotong and Jina each attended a workshop, and Leijie was also in attendance. Amy was DEI co-chair and helped organize the DEI lunch and field trip to the George Floyd Memorial. SFL also helped host a crafting table on Tuesday!",
			"link": {
				"link_url": "https://cscw.acm.org/2023/",
				"link_text": "CSCW 2023"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b738c3060061b5efc5778d9a290ac987f37f6174/images/IMG_2461%20(2).jpg",
			"title": "SFL Case Law for AI Policy team visits OpenAI",
			"date": "Sept 2023",
			"description": "The SFL Case Law for AI Policy team consisting of Jim, Kevin, Inyoung, King, and Amy visited OpenAI along with all the other OpenAI Democratic Inputs team, where Jim gave a talk about our ongoing pilot.",
			"link": {
				"link_url": "https://openai.com/blog/democratic-inputs-to-ai-grant-program-update",
				"link_text": "OpenAI grant update"
			}
		},
		{
			"image": "https://www.aliciaguo.com/images/Alicia.png",
			"title": "Welcome Alicia to SFL!",
			"date": "Sept 2023",
			"description": "Alicia Guo joins us in SFL as a new PhD student co-advised by Amy and Jeff Heer. Her research interests are in creativity support tools, new interactions for text, and collaboration tools. She comes to Seattle by way of Cambridge, specifically MIT Media Lab and MIT CSAIL.",
			"link": {
				"link_url": "https://www.aliciaguo.com/",
				"link_text": "Alicia's website"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4d1144c2e6b77bc87af10decaeb5320ac2264b59/images/IMG_5198.jpg",
			"title": "Leijie presented his work on reporting and privacy in E2EE apps at SOUPS and at Trust and Safety Research Conference",
			"date": "Aug 2023",
			"description": "Leijie presented work in collaboration with Ruotong and Cornell Tech researchers Sanketh and Sterling on <a href=\"https://arxiv.org/abs/2306.10478\">privacy considerations when considering whether to report messages in E2EE platforms</a>. The work was presented in Anaheim, CA at the Symposium on Usable Privacy and Security (SOUPS) conference. Leijie also presented this work a month later at the Trust and Safety Research Conference",
			"link": {
				"link_url": "https://arxiv.org/abs/2306.10478",
				"link_text": "Link to paper"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@5116099e0a7672ec3ac047dd9fb17597bde50afe/images/screenshotyt.jpg",
			"title": "Our Social Computing Capstone was featured by UW CSE",
			"date": "July 2023",
			"description": "Our Social Computing Capstone course, now in its 2nd year, is a course offered to senior undergraduates as a capstone project before they graduate, where they form teams to build a new social computing system. The recent Spring '23 offering was just featured as a video by UW CSE.",
			"link": {
				"link_url": "https://www.youtube.com/watch?v=9AWkEKRuDZg",
				"link_text": "Link to video"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@246fc4bd742014bf534c9f1f6e75f51e9f101dc1/images/download%20(4).jpeg",
			"title": "We received a grant from OpenAI's Democratic Inputs to AI program",
			"date": "July 2023",
			"description": "We were selected as one of 10 projects to conduct a democratic process to provide input into policies for how generative AI models should behave in different contexts. Our proposed democratic process will be an effort to carry out \"Case Law for AI Policy\" at scale.&nbsp;",
			"link": {
				"link_url": "https://openai.com/blog/democratic-inputs-to-ai",
				"link_text": "Grant call"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@8ca2668d69aa91e83ee6ea037f9718919e15975a/images/Screenshot-2023-07-09-at-5.32.13-PM-e1689002431480.png",
			"title": "Jina presented her research on teen mods on Discord at TrustCon",
			"date": "July 2023",
			"description": "Jina presented her ongoing work interviewing teen mods on Discord at TrustCon, a conference dedicated to trust and safety professionals and practitioners.",
			"link": {
				"link_url": "https://www.trustcon.net/trustcon2023/agenda",
				"link_text": "Link to program"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0f57a4f5da71058716a78c5791f6f34bdc197130/images/RE1Mu3b.png",
			"title": "We received an award from Microsoft's AI and the New Future of Work initiative",
			"date": "July 2023",
			"description": "We are excited to be one of the recipients of an award from Microsoft's AI and the New Future of Work program. We will use the funds to work on a research project on \"Interactive Personalized Information Artifacts to Summarize Team Communication\".&nbsp;",
			"link": {
				"link_url": "https://www.microsoft.com/en-us/research/academic-program/ai-and-the-new-future-of-work/recipients/",
				"link_text": "Website"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@869b5502ea1593c7438954596606d7a6b5726e75/images/summerinterns.jpg",
			"title": "Welcome REU summer interns Katie, Anisa, and Phil and HS intern Brooke!",
			"date": "June 2023",
			"description": "We are excited to welcome three summer REU interns through the DUB Summer REU program - Katie, Anisa, and Phil! Katie will be working on tools that leverage LLMS to help combat online harassment, Anisa will be conducting experiments to understand team-AI interaction for decision-support systems, and Phil will be investigating neurodiversity and social computing research. Additionally, we welcome Brooke, a high school intern who will be starting at CUBoulder in the fall, and will work this summer on teens and social media.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b66b09c12092b22504b83ce3ad8936a12531e2be/images/jim-graduation.jpg",
			"title": "Jim graduated from his PhD!",
			"date": "June 2023",
			"description": "Jim officially walked in the graduation ceremony and received his PhD degree! His dissertation is \"Understanding and Addressing Uncertainty of the Crowd\" available <a style=\"background-color: #ffffff;\" href=\"https://homes.cs.washington.edu/~cqz/dissertation.pdf\">here</a>.",
			"link": {
				"link_url": "https://homes.cs.washington.edu/~cqz/dissertation.pdf",
				"link_text": "Dissertation"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@1f74be4bea5a2ea4c7ec84acd27e1036c3b3ed77/images/skindeep.jpg",
			"title": "Teanna presented a paper with Jim at ACM FAccT on skin tone annotations",
			"date": "June 2023",
			"description": "Teanna, Jim, and Nick attended ACM FAccT in Chicago. Teanna gave a talk on her paper with Jim titled \"<a href=\"https://dl.acm.org/doi/abs/10.1145/3593013.3594114\">Skin Deep: Investigating Subjectivity in Skin Tone Annotations for Computer Vision Benchmark Datasets</a>\", a project that was started during her REU summer internship in 2022 in SFL.",
			"link": {
				"link_url": "https://dl.acm.org/doi/abs/10.1145/3593013.3594114",
				"link_text": "Paper link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@1a936c2be21f02bc852841859552b502c5b6371b/images/social.jpg",
			"title": "Undergrads presented at UW Research Symposium and Allen School Research Showcase",
			"date": "May 2023",
			"description": "Andre gave a presentation on medical image uncertainty modeling at the UW Research Symposium and via a poster at the Allen School showcase. Simona presented on understanding and designing against sexual harassment in social VR at the UW Research Symposium and via a poster at the Allen School showcase. Ryan, Lin, and Gloria gave a poster on misinformation believability classification at the Allen School showcase. And Khushi, Shreya, and Pranati gave a poster on a new remote work tool for connecting conversations across platforms at the UW Research Symposium.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@179e774c97d077ddd97ab7246856f15b608a5584/images/chi2023.jpg",
			"title": "SFL at CHI 2023 in Hamburg: 3 papers, 1 poster, and a workshop",
			"date": "April 2023",
			"description": "Five members of SFL attended CHI 2023 in Hamburg! Kevin gave a presentation on his paper with Tony on \"<a href=\"https://dl.acm.org/doi/abs/10.1145/3544548.3581273\">Understanding Collaborative Practices and Tools of Professional UX Practitioners in Software Organizations</a>\". Jina presented a poster on her late-breaking work on&nbsp; \"<a href=\"https://arxiv.org/pdf/2304.09299.pdf\">Virtual Fidgets: Opportunities and Design Principles for Bringing Fidgeting to Online Learning</a>\". Amy co-organized a workshop on \"<a href=\"https://safevsp.github.io/\">Building Credibility, Trust, and Safety on Video-Sharing Platforms</a>\" and also had <a href=\"https://dl.acm.org/doi/abs/10.1145/3544548.3580841\">two</a> <a href=\"https://dl.acm.org/doi/abs/10.1145/3544548.3580847\">papers</a> with collaborators at Semantic Scholar (one of which won a <a href=\"https://dl.acm.org/doi/abs/10.1145/3544548.3580847\">best paper award</a>). Finally, Gloria, Jina, and Kevin served as student volunteers.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@7ab48930980492333a03997b360852ba633c1ded/images/KFAI-social-card-updated.jpeg",
			"title": "Kevin presented at the Knight Institute Symposium on Algorithmic Amplification",
			"date": "April 2023",
			"description": "Kevin presented his in-progress work on \"Teachable Agents for End-User Empowerment in Personalized Feed Curation\" at the \"<a href=\"https://knightcolumbia.org/events/optimizing-for-what-algorithmic-amplification-and-society\">Optimizing for What? Algorithmic Amplification and Society</a>\" Symposium hosted by the Knight First Amendment Institute at Columbia University.",
			"link": {
				"link_url": "https://knightcolumbia.org/events/optimizing-for-what-algorithmic-amplification-and-society",
				"link_text": "Symposium"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4a25ed7afaef2d43134d45906caef228c002a06a/images/IMG_0683.jpg",
			"title": "Jina presented at the \"Beyond Moderation\" workshop at Yale Law",
			"date": "March 2023",
			"description": "Jina gave a presentation called \"The Teenaged Adults in the Room\", on her ongoing work on teen Discord moderators at the \"Beyond Moderation\" workshop as part of the Social Media Governance Initiative led by the Justice Collaboratory at Yale Law School. Amy also presented there as part of a panel on community governance tools.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@08b5d25f72110708756a1be9a2edc3c86b080e3f/images/featured.jpeg",
			"title": "Amy receives NSF CAREER award",
			"date": "Feb 2023",
			"description": "Amy received the NSF CAREER award on a project titled \"Tools for User and Community-Led Social Media Curation\". This award will fund research on learning from and designing for those who face the greatest challenges and barriers from current social media designs. We will then develop new strategies to lower barriers for users to participate in social curation, so that anyone who does not have technical skills or lots of time to dedicate can still benefit.",
			"link": {
				"link_url": "https://www.nsf.gov/awardsearch/showAward?AWD_ID=2236618&HistoricalAwards=false",
				"link_text": "Award page"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@1f5939d9e2ca5e28f1fcd0df4acacea41641eddf/images/Screen%20Shot%202023-01-04%20at%202.04.12%20PM.png",
			"title": "Welcome to our new postdocs Xinyi, Nick, and Jim!",
			"date": "Jan 2023",
			"description": "We have three postdocs joining the Social Futures Lab this quarter! Xinyi Zhou comes from Syracuse University and will be working on data science and ML methods for misinformation response. Nick Vincent finished his degree at Northwestern University and is researching open source software communities and governance transitions in a joint postdoc with UC Davis. Jim Chen is a current SFL member who recently finished his Ph.D. at UW and will be working on human-AI systems for misinformation response. We're so excited to have them join us. Welcome!",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@c69a1c341e056b8305283ee141301d92c6482aab/images/Screen%20Shot%202023-01-04%20at%202.09.11%20PM.png",
			"title": "Welcome Pranati and Sarah to the Social Futures Lab!",
			"date": "Jan 2023",
			"description": "This quarter, we have a couple of undergraduate students officially joining two projects in the Social Futures Lab. Pranati Dani will be working with Ruotong Wang on remote collaboration tools, and Sarah Fredrickson will be working with Jina Yoon on peer support for misinformation response. Welcome!",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@81f91c9d33afa0c6de37be3f999f8503a8d8fe89/images/capture-title.PNG",
			"title": "Congratulations to Jim Chen, Ph.D. for finishing his thesis!",
			"date": "Dec 2022",
			"description": "Jim is the first official Ph.D. graduate of the Social Futures Lab! Congratulations to him for finishing his thesis on \"Understanding and Addressing Uncertainty of the Crowd\", now available&nbsp;<a style=\"background-color: #ffffff;\" href=\"https://homes.cs.washington.edu/~cqz/dissertation.pdf\">here</a>. Jim will continue being part of SFL as a postdoc this quarter. He will be joining the ARTT peer misinformation response project.",
			"link": {
				"link_url": "https://homes.cs.washington.edu/~cqz/dissertation.pdf",
				"link_text": "Link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@9a8813ea8475bf5f9f44252bb0e77d0d6a821251/images/jl.jpg",
			"title": "Welcome Jina and Leijie to SFL!",
			"date": "Sept 2022",
			"description": "Welcome to Jina Yoon and Leijie Wang, two new PhD students joining SFL this fall! Jina will work on building empathy and positive interactions in online social environments, starting with peer support for misinformation response, while Leijie will focus on community and platform governance, starting with reporting on E2EE platforms.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@703cd2a8a4fa86af7f1488f5fd6cbe87a51830fb/images/cropped-Logo-dark-color-with-text-large-2.png",
			"title": "Peer misinformation response project moved to Phase II of NSF's Convergence Accelerator",
			"date": "Sept 2022",
			"description": "Our project in collaboration with Hacks/Hackers on building a tool to support people in having expert-informed and trust-building conversations with peers about misinformation moved on to Phase II of NSF's Convergence Accelerator program.",
			"link": {
				"link_url": "https://newsq.net/2022/10/03/hacks-hackers-partners-advance-to-phase-ii-of-national-science-foundations-convergence-accelerator/",
				"link_text": "Announcement"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@98093cff1a4026cb0d641948d5425e9ee2b3f92b/images/FbC2f2oUcAEPFRh.jpeg",
			"title": "Jim passes his PhD thesis defense",
			"date": "Aug 2022",
			"description": "Jim Chen passed his PhD thesis defense after giving a talk titled \"Understanding and Addressing Uncertainty of the Crowd\". Congrats Jim! Thanks to his thesis committee, including Dan, Katharina, and Tanu. The thesis itself will be wrapped up this fall.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@8192446b96353246034cbef12720175af7eb5fc8/images/images.jpg",
			"title": "Welcome Teanna, Kianna, and Kevin to SFL for the summer!",
			"date": "July 2022",
			"description": "Teanna Barrett (from Howard University) and Kianna Bolante (from UW) join us as summer REU interns. Kevin Chen (from Cleveland Stem High School) joins us as a high school intern. Teanna will be working on uncertainty in skin tone annotations for computer vision. Kianna and Kevin will be working on developing social computing educational materials for middle and high school students.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@66085b69b3bc9dc523441e6adad2c8399c07784e/images/download%20(2).jpeg",
			"title": "We received an NSF grant on open source software community governance",
			"date": "July 2022",
			"description": "Our 2-year NSF proposal in collaboration with UCDavis and UCBoulder titled \"Collaborative Research: DASS: Transitioning open-source software projects to accountable community governance\" was funded by the NSF Designing Accountable Software Systems program.<br />",
			"link": {
				"link_url": "https://www.nsf.gov/awardsearch/showAward?AWD_ID=2217654&HistoricalAwards=false",
				"link_text": "NSF DASS"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@2530fa5e47c2de130d3bb3e37f5d0c5c886d3a9c/images/sfr2.jpg",
			"title": "Savanna, Felicia, and Renee graduate and submit theses",
			"date": "July 2022",
			"description": "Savanna submitted a <a href=\"https://drive.google.com/file/d/1qZdYyAE7aGvyCQ1m_mm6c8g-VaatENTV/view\">thesis</a> on mental health and privacy in peer support groups. Felicia submitted an undergraduate honors <a href=\"https://drive.google.com/file/d/1apRe8JauV79meFkHx68lAfT9xQq03ag2/view\">thesis</a> on governance files in GitHub open source projects. And Renee submitted an undergraduate honors <a href=\"https://drive.google.com/file/d/1keoET_7SJ9XIRxs--eA1qzeKmMUctM7_/view\">thesis</a> on credibility signals in video sharing platforms.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@65ea7ed6fb1248b8872d15a59beb70ea9101a0df/images/FUqVQdHWYAAQAHe.jpeg",
			"title": "Galen presented at ICWSM on community values on Reddit",
			"date": "June 2022",
			"description": "At ICWSM 2022 in Atlanta, Galen presented his paper surveying users and analyzing over two thousand subreddits for their values. The paper title is: \"What Makes Online Communities &lsquo;Better&rsquo;? Measuring Values, Consensus, and Conflict across Thousands of Subreddits\".",
			"link": {
				"link_url": "https://ojs.aaai.org/index.php/ICWSM/article/view/19363",
				"link_text": "Paper link"
			}
		},
		{
			"title": "Amy received a Google Research Scholar Award on personalized content moderation",
			"date": "June 2022",
			"description": "Amy received a Google Research Scholar Award which will provide funding for the lab's research on \"Designing End User Tools for Personalized Content Moderation\".",
			"link": {},
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@35b3d1dd7d3b9c02cb2ed0310a2f93e63dd9a2fe/images/share-9cd7266ef5001b20f98e01062c26189fa69ed6c784df04caf809668887fd339a.png"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@a4a7994424a5d32538df5350c0e2a88c0b0fe6a5/images/posters2.jpg",
			"title": "Anson, Emelia, Felicia, and Renee presented their research at the Undergrad Research Symposium",
			"date": "May 2022",
			"description": "Felicia gave a presentation on her analysis of governance files on Github repositories, while Anson, Emelia, and Renee presented a poster about their project to add citations to videos on YouTube.",
			"link": {
				"link_url": "https://expo.uw.edu/expo/apply/635/proceedings",
				"link_text": "UW Undergraduate Research Symposium"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4a6ff4787a87d539771d912da912f7ef69495071/images/chi2022.jpg",
			"title": "SFL at CHI 2022!",
			"date": "May 2022",
			"description": "Our lab went to an in-person conference for the first time! Amy gave a keynote in the \"<a href=\"https://sites.google.com/view/design4misinformation/home?utm_source=bit.ly/design4misinformation\">Designing for Mis/Disinformation</a>\" workshop on user and community approaches to countering misinformation, Kevin presented a <a href=\"https://kjfeng.me/static/media/kjfeng-incontext-chi22.120e279d.pdf\">workshop paper</a> at the <a href=\"https://hcibook.net/incontext/chi2022/\">InContext</a> workshop on designer, developer, and data science collaboration, Shagun presented a <a href=\"https://arxiv.org/pdf/2202.08818.pdf\">paper</a> coauthored with Jim on designing word filter tools for creator-led comment moderation, and Ruotong attended as a student volunteer!",
			"link": {
				"link_url": "https://chi2022.acm.org/",
				"link_text": "CHI website"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b923af35e185a125e4ed7df643dffc0ad1413459/images/simona2.jpg",
			"title": "Congrats to Simona for being named to the Husky 100",
			"date": "April 2022",
			"description": "Undergrad RA Simona Liao was named to the Husky 100, which recognizes 100 UW undergraduate and graduate students who are making the most of their time at the UW!",
			"link": {
				"link_url": "https://www.washington.edu/husky100/",
				"link_text": "Husky 100"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@37a365bebfe8182cf88dab45b7f596896722a7d3/images/download%20(1).jpeg",
			"title": "We received a gift from the C2PA to conduct research on media provenance indicators",
			"date": "Feb 2022",
			"description": "The C2PA (Coalition for Content Provenance and Authenticity) is a coalition of industry and non-profit organizations coming together to develop technical standards for media provenance. We are collaborating with the C2PA on UX research to understand how media provenance indicators on social media impact how people interact with and trust media.",
			"link": {
				"link_url": "https://c2pa.org/",
				"link_text": "C2PA Website"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@479c479e81f87a5496d743e020a11e9c5d9e6783/images/meta-facebook-rebranding-name-news_dezeen_2364_col_hero2.jpeg",
			"title": "We received a gift from Meta to build tools for triaging misinformation",
			"date": "Jan 2022",
			"description": "SFL received a grant from Meta on a project to build tools for understanding and triaging the different degrees of misinformation harms.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@fff4e2d73fe750fa4d5dc6fc5cb04d7672e8f0f5/images/cropped-cscwfacebook_header.png",
			"title": "SFL at CSCW!",
			"date": "Oct 2021",
			"description": "Lots of SFL activity at CSCW this year! Jim gave a <a href=\"https://t.co/bm3YNG5Ug5?amp=1\">presentation</a> on his work on <a href=\"https://arxiv.org/abs/2108.01799\">Goldilocks</a>.&nbsp; Amy and Ruotong co-organized a workshop on \"<a href=\"https://subtlecscwtraits.wordpress.com/\">Subtle CSCW Traits</a>\".&nbsp; Peipei won an honorable mention and D&amp;I award for her work at UMSI on <a href=\"https://dl.acm.org/doi/10.1145/3479610\">disproportional content removals</a>. Shagun, an alumi of our lab, won two honorable mention awards for his work on <a href=\"https://dl.acm.org/doi/10.1145/3476057\">platform migration</a> and from GATech on <a href=\"https://dl.acm.org/doi/10.1145/3479525\">deplatforming</a>. Amy had a paper on <a href=\"https://dl.acm.org/doi/10.1145/3449090\">modular politics</a> as well as one from MIT on <a href=\"https://dl.acm.org/doi/10.1145/3449092\">interventions against misinformation sharing</a>.",
			"link": {
				"link_url": "https://cscw.acm.org/",
				"link_text": "CSCW Website"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ba4ba24b2219ecf315de3a83b9febf5fad07c489/images/download%20(5).png",
			"title": "We received a gift from AI2 to explore collaborative literature review",
			"date": "Oct 2021",
			"description": "In collaboration with the Semantic Scholar research team at the Allen Institute for AI (AI2), we will be working on collaborative tools to support teams with discovering academic literature.",
			"link": {
				"link_url": "https://research.semanticscholar.org/",
				"link_text": "Semantic Scholar"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@9c38208b69eae4b14446937b55f02841cf14f2c4/images/CenterInformedPublic_UW.png",
			"title": "We received a grant from the UW CIP on a tool for correcting misinformation",
			"date": "Oct 2021",
			"description": "In collaboration with Franzi Roesner at UW CSE, we will be kicking off work on a tool for correcting misinformation on Twitter, thanks to a grant from UW CIP.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@533507af38c79d2b45a03e96e4aee8d72862db1d/images/0413_cybersecurity_tnd.jpeg",
			"title": "We received an NSF grant on abuse prevention in end-to-end encrypted environments",
			"date": "Sept 2021",
			"description": "In collaboration with Cornell Tech and Cornell, we will be working over the next several years on community-based moderation tools to combat abuse in end-to-end encrypted environments, such as Signal, WhatsApp, etc., where little platform oversight and moderation is possible.",
			"link": {
				"link_url": "https://news.cornell.edu/stories/2021/09/project-aims-prevent-abuse-encrypted-communication",
				"link_text": "Cornell announcement"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@6bbc7fb42f753e23e592e2b064f8ad695f927b10/images/convergence%20NSF%20Web%20350x220.jpeg",
			"title": "We received two NSF Convergence Accelerator grants on combating online misinformation",
			"date": "Sept 2021",
			"description": "One project will be on using digital juries to develop more legitimate processes for determining judgements on difficult misinformation content moderation cases, led by UMSI. A second project will build tools to support laypeople in having conversations and building trust in order to correct misinformation in their local networks.",
			"link": {
				"link_url": "https://www.nsf.gov/news/special_reports/announcements/092221.jsp",
				"link_text": "NSF announcement"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@412a5e40840fd722da9c71d59279bd2b3017f9c8/images/interns.png",
			"title": "Welcome Alice, Jesse, and Peipei to SFL",
			"date": "July 1, 2021",
			"description": "Alice, Jesse, and Peipei are joining for the summer to help out on research projects! Alice joins us on a CRA DREU summer internship on a project studying personal content moderation tools. Jesse will be working part-time on the digital juries project. And Peipei will be working part-time on studying misinformation harms.",
			"link": {}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0cd5c5b92954aadb765f600a0c20cf3bd7d3dc4a/images/pasted-image-1623738000901.png",
			"title": "Skyler wins the Allen School Outstanding Senior Award",
			"date": "June 14th, 2021",
			"description": "Skyler is one of three undergraduates to receive the Outstanding Senior Award from the Allen School for his exceptional academic performance, significant contribution to the advancement of knowledge, and demonstrated leadership potential and good citizenship. Congrats Skyler!",
			"link": {
				"link_url": "https://graduation2021.cs.washington.edu/index.php/awards/",
				"link_text": "Link to the award page"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0f761222cb8a533ca70e6979a5dbf40b445283ec/images/screen_yt.png",
			"title": "Emelia and Renee present their work at an ICWSM workshop on misinformation",
			"date": "June 7th, 2021",
			"description": "Emelia and Renee presented their <a href=\"papers/IntroductingCredibilitySignalsYouTube.pdf\">workshop paper</a> on Youtube credibility signals in collaboration with Prerna Juneja and Prof. Tanu Mitra at the ICWSM workshop on \"Information Credibility &amp; Alternative Realities in Troubled Democracies\". In addition to that paper, Amy had another <a href=\"papers/TowardsUnifedFrameworkUX.pdf\">paper</a> at the workshop with collaborators from Credibility Coalition on UX design guidelines and evaluation frameworks for credibility tools.",
			"link": {
				"link_url": "https://zivepstein.github.io/info-credibility-workshop/",
				"link_text": "Workshop Link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@c8a4a34b27e0d9215c680c037e34a5f6f7185bb7/images/Screen%20Shot%202021-05-17%20at%203.21.36%20PM.png",
			"title": "Shagun will be giving a talk on 'Designing Transparent & Effective Content Moderation' at the UW DUB seminar this week",
			"date": "May 19th, 2021",
			"description": "<span style=\"caret-color: #333333; font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 14px; text-size-adjust: auto;\">Talk Abstract: Social media sites like Facebook, Twitter and Reddit make millions of decisions everyday about which posts can stay online and which posts are removed. How these moderation decisions are made has important consequences for many of the key problems that the Internet faces today - fake news, online harassment, online radicalization, and censorship. My research builds a foundation for designing transparent and effective content moderation systems. I compliment data science methods with qualitative methods to (1) incorporate fairness and transparency in content removals and (2) examine the effectiveness of a range of moderation strategies in combating online hate groups. My findings show that (1) offering explanations for post removals improves both user attitudes and user behaviors and (2) implementing design frictions that impede access to controversial communities makes it more difficult for hate groups to recruit new members. In this talk, I will discuss how I conducted this research and articulate the lessons learned from this work for the benefit of site managers, moderators, and designers of moderation systems.</span>",
			"link": {
				"link_text": "Link to Zoom for talk",
				"link_url": "https://washington.zoom.us/j/92562304977"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b4630ca31f8693fa72e8ad1ffb850d1f4202cb99/images/urs.jpeg",
			"title": "Emelia will be presenting her work at UW's Undergraduate Research Symposium",
			"date": "May 21, 2021",
			"description": "Emelia's work on YouTube credibility signals and citations has been accepted to the Undergraduate Research Symposium. She will be giving a ten minute presentation on her work during session 3 of the symposium.&nbsp;",
			"link": {
				"link_url": "https://www.eventbrite.com/e/annual-undergraduate-research-symposium-registration-149782177525",
				"link_text": "URS Registration"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@489acfeb3d636fa5f6e93285a51bb1c2d6a5b6ac/images/hh_logo_stacked.jpeg",
			"title": "We received a grant from Hacks/Hackers on a project with WEF to study online misinformation harms",
			"date": "April 2021",
			"description": "Hacks/Hackers has funded our latest project to characterize harms in online misinformation in collaboration with Connie Moon Sehat, Senior Fellow at the <a href=\"https://www.weforum.org/platforms/covid-action-platform/projects/advancing-global-digital-safety\">World Economic Forum</a> and Director of the <a href=\"https://newsq.net/\">NewsQ Initiative</a>, and <a href=\"https://tarunima.com/\">Tarunima Prabhakar</a> of <a href=\"https://tattle.co.in/\">Tattle</a>. Skyler and Ryan in our lab will be helping out on this project.",
			"link": {
				"link_url": "null"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@f637d4f755bc6742ffaac803158c45bacd52dbdb/images/students.png",
			"title": "Welcome Renee, Anson, Adithi, Ryan, and Detlef to SFL",
			"date": "April 2021",
			"description": "After a very successful ACM Research Night presentation by lab members last quarter, 5 undergraduate students have officially joined our lab! Renee and Ryan will be working on topics related to misinformation, Anson will be focusing on civic tech, Adithi will be analyzing cross-cultural studies in HCI, and Detlef will be working on tools to combat online harassment.",
			"link": {
				"link_url": "null"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0f4084d8b6d6f3e3e4035235c5c3f8cba78247df/images/img2.png",
			"title": "Ge and Jiajia have accepted PhD positions at UMSI and CMU HCII",
			"date": "April 2021",
			"description": "Ge will be pursuing a PhD at UMSI in the fall, while Jiajia will be starting at CMU HCII for her PhD. Congrats Ge and Jiajia!!",
			"link": {
				"link_url": "null"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@7f26a4ffff33aeb061b52fb404da17b8f6fac98d/images/Capture.PNG",
			"title": "Jim's recent work on improving crowdsourced scalar annotations to appear in CSCW '21",
			"date": "March 2021",
			"description": "Jim's recent work \"Goldilocks: Consistent Crowdsourced Scalar Annotations with Relative Uncertainty\" to appear in CSCW.&nbsp;",
			"link": {
				"link_url": "https://homes.cs.washington.edu/~cqz/pubs/goldilocks_preprint.pdf",
				"link_text": "Link to preprint"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@d7303fb6181254bd4b3d6144d1efda7d80ed5079/images/Youtube%20Citation%20Ex%203%20copy.png",
			"title": "Emelia presented at MozFest on her YouTube credibility project",
			"date": "March 2021",
			"description": "Emelia joined WikiCred at MozFest to present her recent work on the <a href=\"https://misinfocon.com/wikiux-introducing-credibility-signals-and-citations-into-online-search-and-social-platforms-7e0adddc1e08\">WikiUX: Introducing Credibility Signals and Citations Signals and Citations to Youtube</a> project. <span style=\"color: #000000; font-family: Helvetica; font-size: 12px;\">&nbsp;</span>",
			"link": {
				"link_url": "https://schedule.mozillafestival.org/session/NH7LNH-1",
				"link_text": "Presentation"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@9b2dfca7075385cc10e18d87ec43b3094f61a12f/images/Screen%20Shot%202021-04-01%20at%206.02.38%20PM.png",
			"title": "Ruotong won a CHI Best Paper Honorable Mention ",
			"date": "March 2021",
			"description": "Ruotong won a Best Paper Honorable Mention recognition for the paper \"Tabletop games in the Age of Remote Collaboration: Design Opportunities for a Socially Connected Game Experience\", where she is a co-author.&nbsp;<span style=\"font-family: 'Helvetica Neue', Helvetica, Arial, sans-serif; font-size: 14px;\"><br /></span>",
			"link": {
				"link_url": "http://dub.washington.edu/posts/2021/chi2021papers.html",
				"link_text": "DUB News"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@7ca2122093080f38769844cc38ff4ca95d9e5223/images/lee-radnitz-zhang.jpg",
			"title": "Amy joins the UW Center for an Informed Public as a faculty member",
			"date": "Feb 2021",
			"description": "Amy is joining the UW CIP for a two-year term. The CIP's mission is to resist strategic misinformation, promote an informed society, and strengthen democratic discourse.",
			"link": {
				"link_url": "https://www.cip.uw.edu/2021/02/09/cip-faculty-members-lee-radnitz-zhang/",
				"link_text": "Article"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@08a2978e4e23171e4fb703d38b5e0f443ce78c6c/images/c-drying-2VqphCZllWg-unsplash.jpg",
			"title": "Shagun will be a panelist for the UChicago event: \"The Great Deplatforming: Implications of Big Tech Censorship\"",
			"date": "Jan 25, 2021",
			"description": "This is a moderated panel of experts in law, technology, and policy discussing the implications of the historic deplatforming of a US president, as well recent moves by tech companies to mitigate hate speech online.",
			"link": {
				"link_url": "https://uchicagogroup.zoom.us/webinar/register/WN_3F2I5GmNRiGzUx226W5Ztw",
				"link_text": "Registration Link"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4d12afc098e0513fcaf3782984b2ede63015607e/images/tsqfOofu.png",
			"title": "Amy appeared on the podcast \"Reimagining the Internet\"",
			"date": "Jan 13, 2021",
			"description": "Amy is interviewed by Ethan Zuckerman on his podcast hosted at the Institute for Digital Public Infrastructure at UMass Amherst. The podcast series is about what's wrong with social media and how to fix it.",
			"link": {
				"link_url": "https://publicinfrastructure.org/podcast/10-amy-zhang",
				"link_text": "Interview Link"
			}
		},
		{
			"title": "Skyler Hallinan joins as undergrad RA",
			"date": "Jan 2021",
			"description": "Skyler is joining the lab as an undergrad RA to work on taxonomizing and classifying misinformation harms. Skyler recently won an undergraduate award for his prior <a href=\"https://news.cs.washington.edu/2020/12/14/six-allen-school-undergraduates-recognized-for-excellence-in-research/\">research</a> on bioengineering!",
			"link": {
				"link_url": "https://skylerhallinan.com/",
				"link_text": "Skyler's website"
			},
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@f052648635d4b2568523a6659808cfd2eab8260b/images/Skyler%20Hallinan%20(2).jpg"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@d9875c5e6ff19feb2a9cf91fdf602e70ae610aa9/images/0_4Y6oHMqNNiHYqv4I.png",
			"title": "We won a grant from UW iSchool for designing systems to signal credibility.",
			"date": "Dec 2020",
			"description": "We won a grant from the UW iSchool's Strategic Research Fund along with our collaborator in the iSchool, Prof. Tanu Mitra. This grant&nbsp; will go towards Emelia May Hughes's research on applying credibility signals in Youtube.",
			"link": {
				"link_url": "https://ischool.uw.edu/research/updates/2020-12-21",
				"link_text": "UW iSchool Research Update"
			}
		},
		{
			"date": "Sept 2020",
			"title": "The Social Futures Lab is started, with Shagun joining as a postdoc and Jim and Ruotong joining as grad students.",
			"description": "Shagun joins the lab as a postdoc, working on online harassment tools. Jim (co-advised by Dan Weld) and Ruotong (co-advised by Katharina Reinecke) join as graduate students. In addition, Ge and Wenjia join as visiting researchers, and Emelia joins as an undergraduate student. Ricky continues his summer work on PolicyKit.",
			"link": {
				"link_url": "null"
			},
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@1a207d8b3dc7c257161fbb15ae47a0729828cb16/images/sfl.png"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@f93fa65f5e2c9ccc1391f8b8909863295288f300/images/ADL-logo.png",
			"date": "Aug 2020",
			"title": "Amy named a Belfer Fellow by the Anti-Defamation League to work on tools to fight harassment.",
			"description": "The Belfer Fellowship program advances ADL&rsquo;s work by promoting cyberhate awareness and digital citizenship, as well as implementing these projects for the wider social good. Zhang&rsquo;s project is to build an interactive tool for people facing harassment that allows them to iteratively develop their own personal machine learning model that is customized to detect the harassment they wish to intercept, all without the need for programming skills.",
			"link": {
				"link_url": "https://www.adl.org/news/press-releases/adls-center-for-technology-and-society-announces-third-class-of-belfer-fellows",
				"link_text": "ADL Press Release"
			}
		},
		{
			"date": "July 2020",
			"title": "Amy's PhD thesis wins the MIT EECS George Sprowls Award for best PhD thesis in computer science.",
			"description": "Amy's thesis is titled \"<a href=\"https://homes.cs.washington.edu/~axz/papers/PhDThesisFinal.pdf\">Systems for Collective Human Curation of Online Discussion</a>\" and was supervised by David Karger.",
			"link": {
				"link_url": "http://www.eecs.mit.edu/news-events/announcements/eecs-celebrates-honoring-departments-outstanding-contributors-0",
				"link_text": "EECS Celebrates"
			},
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@fa2b0ea2cd3418e4a8c68d1a854e917882f99250/images/download%20(4).png"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@724ee9dd7abc246709bda5fe8aebbe404cf26908/images/wikiux.png",
			"date": "July 2020",
			"title": "We won a micro-grant from WikiCred to work on the UX of credibility on Wikipedia. ",
			"description": "WikiCred is a partnership between MisinfoCon, The Credibility Coalition, and the Wikimedian communities that started with WikiConference North America 2019. Funders include Craig Newmark&rsquo;s Philanthropies, Microsoft and Facebook. The project examines how end-users respond to different types of credibility signals such as the page structure, tone of writing, and placement of citations within Wikipedia articles, as well as Wikipedia content that exists elsewhere on the web, like information cards on the search and social platforms.",
			"link": {
				"link_url": "https://misinfocon.com/introducing-the-second-round-of-wikicred-grantees-6aa788dc0850",
				"link_text": "MisinfoCon Blog"
			}
		},
		{
			"date": "\t\t\t\t\t\t\t\tSept 2019",
			"title": "Amy accepts a position at the Allen School starting in fall 2020.",
			"link": {
				"link_url": "https://news.cs.washington.edu/2019/08/16/allen-schools-latest-faculty-additions-will-strengthen-uws-leadership-in-robotics-machine-learning-human-computer-interaction-and-more/",
				"link_text": "UW CSE News"
			},
			"description": "She will be conducting research at UW CSE on social computing and HCI.",
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b6e4cbd27ecbdd6eddda27c0aecf81fcda8dedb4/images/download.jpeg"
		}
	],
	"image": ""
}