{
	"paper": [
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0be5ae133bae876795e34d277cbfa8aac01002ba/images/mero.jpg",
			"title": "Mitigating Barriers to Public Social Interaction with Meronymous Communication",
			"id": "meronymity",
			"author": [
				{
					"author_name": "Nouran Soliman"
				},
				{
					"author_name": "Hyeonsu Kang"
				},
				{
					"author_name": "Matthew Latzke"
				},
				{
					"author_name": "Jonathan Bragg"
				},
				{
					"author_name": "Joseph Chee Chang"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference_full_name": "ACM CHI Conference on Human Factors in Computing Systems",
			"conference url": "https://chi2024.acm.org/",
			"conference": "CHI",
			"year": "2024",
			"short_abstract": "<p>We explore a design space of meronymous communication, where people can reveal carefully chosen aspects of their identity and also leverage trusted endorsers to gain credibility. We implemented these ideas in a system for scholars to meronymously seek and receive paper recommendations on Twitter and Mastodon.</p>",
			"abstract": "In communities with social hierarchies, fear of judgment can discourage communication. While anonymity may alleviate some social pressure, fully anonymous spaces enable toxic behavior and hide the social context that motivates people to participate and helps them tailor their communication. We explore a design space of meronymous communication, where people can reveal carefully chosen aspects of their identity and also leverage trusted endorsers to gain credibility. We implemented these ideas in a system for scholars to meronymously seek and receive paper recommendations on Twitter and Mastodon. A formative study with 20 scholars confirmed that scholars see benefits to participating but are deterred due to social anxiety. From a month-long public deployment, we found that with meronymity, junior scholars could comfortably ask ``newbie'' questions and get responses from senior scholars who they normally found intimidating. Responses were also tailored to the aspects about themselves that junior scholars chose to reveal.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2402.17847.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@42bb05cd06be5d7fbde528be09aaae5a88bda191/images/Viblio%20Logo.png",
			"title": "Viblio: Introducing Credibility Signals and Citations to Video-Sharing Platforms",
			"id": "viblio",
			"author": [
				{
					"author_name": "Emelia May Hughes"
				},
				{
					"author_name": "Renee Wang"
				},
				{
					"author_name": "Prena Juneja"
				},
				{
					"author_name": "Tony Li"
				},
				{
					"author_name": "Tanu Mitra"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "ACM CHI Conference on Human Factors in Computing Systems",
			"conference url": "https://chi2024.acm.org/",
			"conference": "CHI",
			"year": "2024",
			"short_abstract": "<p>Viblio is a system designed to allow YouTube users to add and view citations for information within the video they are watching.</p>",
			"abstract": "As more users turn to video-sharing platforms like YouTube as an information source, they may consume misinformation despite their best efforts. In this work, we investigate ways that users can better assess the credibility of videos by first exploring how users currently determine credibility using existing signals on platforms and then by introducing and evaluating new credibility-based signals. We conducted 12 contextual inquiry interviews with YouTube users, determining that participants used a combination of existing signals, such as the channel name, the production quality, and prior knowledge, to evaluate credibility, yet sometimes stumbled in their efforts to do so. We then developed Viblio, a prototype system that enables YouTube users to view and add citations and related information while watching a video based on our participants' needs. From an evaluation with 12 people, all participants found Viblio to be intuitive and useful in the process of evaluating a video's credibility and could see themselves using Viblio in the future.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2402.17218.pdf",
				"video_url": "https://www.youtube.com/watch?v=VNYnKQ-PV74"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@6b0479cb10ddc1046176ca850ac34458cbd6b104/images/Screen%20Shot%202024-04-19%20at%209.15.01%20AM.png",
			"title": "Pika: Empowering Non-Programmers to Author Executable Governance Policies in Online Communities",
			"id": "pika",
			"author": [
				{
					"author_name": "Leijie Wang"
				},
				{
					"author_name": "Nick Vincent"
				},
				{
					"author_name": "Julija Rukanskaitė "
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "ACM CHI Conference on Human Factors in Computing Systems",
			"conference url": "https://chi2024.acm.org/",
			"year": "2024",
			"short_abstract": "<p>Pika is a system that empowers non-programmers to author a wide range of executable governance policies. Pika incorporates a declarative language that decomposes governance policies into modular components, thereby facilitating expressive policy authoring through a user-friendly, form-based web interface.</p>",
			"abstract": "Internet users have formed a wide array of online communities with diverse community goals and nuanced norms. However, most online platforms only offer a limited set of governance models in their software infrastructure and leave little room for customization. Consequently, technical proficiency becomes a prerequisite for online communities to build governance policies in code, excluding non-programmers from participation in designing community governance. In this paper, we present Pika, a system that empowers non-programmers to author a wide range of executable governance policies. At its core, Pika incorporates a declarative language that decomposes governance policies into modular components, thereby facilitating expressive policy authoring through a user-friendly, form-based web interface. Our user studies with 10 non-programmers and 7 programmers show that Pika can empower non-programmers to author policies approximately 2.5 times faster than programmers who author in code. We also provide insights about Pika's expressivity in supporting diverse policies online communities want.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2310.04329.pdf"
			},
			"conference": "CHI"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@88f1c2bae1507da5b3ac46a2b21247da2a763d1b/images/Abstract%20figure%20-%20CameraReady%20-%20Twitter%20copy.png",
			"title": "Meeting Bridges: Designing Information Artifacts that Bridge from Synchronous Meetings to Asynchronous Collaboration",
			"id": "meeting-bridges",
			"author": [
				{
					"author_name": "Ruotong Wang"
				},
				{
					"author_name": "Lin Qiu"
				},
				{
					"author_name": "Justin Cranshaw"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Proceedings of the ACM on Human-Computer Interaction",
			"conference url": "https://cscw.acm.org/2024/",
			"conference": "CSCW",
			"year": "2024",
			"short_abstract": "<p>We identify key principles for the design of meeting bridges to support asynchronous collaboration goals. We also point to the opportunity of designing information artifacts that not only support users to access but also continue to transform and engage in meeting information post-meeting.</p>",
			"abstract": "A recent surge in remote meetings has led to complaints of ``Zoom fatigue'' and ``collaboration overload,'' negatively impacting worker productivity and well-being. One way to alleviate the burden of meetings is to de-emphasize their synchronous participation by shifting work to and enabling sensemaking during post-meeting asynchronous activities. Towards this goal, we propose the design concept of meeting bridges, or information artifacts that can encapsulate meeting information towards bridging to and facilitating post-meeting activities. Through 13 interviews and a survey of 198 information workers, we learn how people use online meeting information after meetings are over, finding five main uses: as an archive, as task reminders, to onboard or support inclusion, for group sensemaking, and as a launching point for follow-on collaboration. However, we also find that current common meeting artifacts, such as notes and recordings, present challenges in serving as meeting bridges. After conducting co-design sessions with 16 participants, we distill key principles for the design of meeting bridges to optimally support asynchronous collaboration goals. Overall, our findings point to the opportunity of designing information artifacts that not only support users to access but also continue to transform and engage in meeting information post-meeting.",
			"bibtex": "@article{Wang2024MeetingBD,\n  title={Meeting Bridges: Designing Information Artifacts that Bridge from Synchronous Meetings to Asynchronous Collaboration},\n  author={Ruotong Wang and Lin Qiu and Justin Cranshaw and Amy X. Zhang},\n  journal={ArXiv},\n  year={2024},\n  volume={abs/2402.03259},\n  url={https://api.semanticscholar.org/CorpusID:267411768}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2402.03259.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ba20b630bdfb4c731d5e017021743ea2b56f0b74/images/taxonomy.png",
			"title": "Making Online Communities' Better': A Taxonomy of Community Values on Reddit",
			"id": "reddit-values-taxonomy",
			"author": [
				{
					"author_name": "Galen Weld"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Tim Athoff"
				}
			],
			"conference_full_name": "International Conference on Weblogs and Social Media",
			"conference url": "https://www.icwsm.org/2024/index.html/",
			"conference": "ICWSM",
			"year": "2024",
			"short_abstract": "<p>We ask 39 community members on reddit to describe their values for their communities. We gather 301 responses in members' own words, spanning 125 unique communities, and use iterative categorization to produce a taxonomy of 29 different community values across 9 major categories.</p>",
			"abstract": "Many researchers studying online social communities seek to make such communities better. However, understanding what 'better' means is challenging, due to the divergent opinions of community members, and the multitude of possible community values which often conflict with one another. Community members' own values for their communities are not well understood, and how these values align with one another is an open question. Previous research has mostly focused on specific and comparatively well-defined harms within online communities, such as harassment, rule-breaking, and misinformation. In this work, we ask 39 community members on reddit to describe their values for their communities. We gather 301 responses in members' own words, spanning 125 unique communities, and use iterative categorization to produce a taxonomy of 29 different community values across 9 major categories. We find that members value a broad range of topics ranging from technical features to the diversity of the community, and most frequently prioritize content quality. We identify important understudied topics such as content quality and community size, highlight where values conflict with one another, and call for research into governance methods for communities that protect vulnerable members.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2109.05152.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4d6f51e8244b964b215b8ccd1ca25010ce7f7ccf/images/k12.jpg",
			"title": "Bringing Social Computing to Secondary School Classrooms",
			"id": "k-12-social-computing",
			"author": [
				{
					"author_name": "Kianna Bolante"
				},
				{
					"author_name": "Kevin Chen"
				},
				{
					"author_name": "Quan Ze (Jim) Chen"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Technical Symposium on Computer Science Education",
			"conference": "SIGCSE",
			"year": "2024",
			"short_abstract": "<p>We present a series of six lessons combining presentations and hands-on activities covering topics within social computing and detail our experience teaching these lessons to approximately 1,405 students across 13 middle and high schools in our local school district.</p>",
			"abstract": "Social computing is the study of how technology shapes human social interactions. This topic has become increasingly relevant to secondary school students (ages 11--18) as more of young people's everyday social experiences take place online, particularly with the continuing effects of the COVID-19 pandemic. However, social computing topics are rarely touched upon in existing middle and high school curricula. We seek to introduce concepts from social computing to secondary school students so they can understand how computing has wide-ranging social implications that touch upon their everyday lives, as well as think critically about both the positive and negative sides of different social technology designs. In this report, we present a series of six lessons combining presentations and hands-on activities covering topics within social computing and detail our experience teaching these lessons to approximately 1,405 students across 13 middle and high schools in our local school district. We developed lessons covering how social computing relates to the topics of Data Management, Encrypted Messaging, Human-Computer Interaction Careers, Machine Learning and Bias, Misinformation, and Online Behavior. We found that 81.13% of students expressed greater interest in the content of our lessons compared to their interest in STEM overall. We also found from pre- and post-lesson comprehension questions that 63.65% learned new concepts from the main activity. We release all lesson materials on a website for public use. From our experience, we observed that students were engaged in these topics and found enjoyment in finding connections between computing and their own lives.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2401.09591.pdf",
				"website_url": "https://social.cs.washington.edu/sfl-curriculum/"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@a6aa70435dd7952ae53c73aff1c90fab436a9687/images/papeo.jpg",
			"title": "Papeos: Augmenting Research Papers with Talk Videos",
			"id": "papeos",
			"author": [
				{
					"author_name": "Tae Soo Kim"
				},
				{
					"author_name": "Matt Latzke"
				},
				{
					"author_name": "Jonathan Bragg"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Joseph Chee Chang"
				}
			],
			"conference_full_name": "ACM Symposium on User Interface Software and Technology",
			"conference url": "https://uist.acm.org/2023/",
			"conference": "UIST",
			"year": "2023",
			"short_abstract": "<p>We present Papeos, a novel reading and authoring interface that allow authors to augment their papers by segmenting and localizing talk videos alongside relevant paper passages with automatically generated suggestions.</p>",
			"abstract": "Research consumption has been traditionally limited to the reading of academic papers—a static, dense, and formally written format. Alternatively, pre-recorded conference presentation videos, which are more dynamic, concise, and colloquial, have recently become more widely available but potentially under-utilized. In this work, we explore the design space and benefits for combining academic papers and talk videos to leverage their complementary nature to provide a rich and fluid research consumption experience. Based on formative and co-design studies, we present Papeos, a novel reading and authoring interface that allow authors to augment their papers by segmenting and localizing talk videos alongside relevant paper passages with automatically generated suggestions. With Papeos, readers can visually skim a paper through clip thumbnails, and fluidly switch between consuming dense text in the paper or visual summaries in the video. In a comparative lab study (n=16), Papeos reduced mental load, scaffolded navigation, and facilitated more comprehensive reading of papers.",
			"bibtex": "@inproceedings{10.1145/3586183.3606770,\nauthor = {Kim, Tae Soo and Latzke, Matt and Bragg, Jonathan and Zhang, Amy X. and Chang, Joseph Chee},\ntitle = {Papeos: Augmenting Research Papers with Talk Videos},\nyear = {2023},\nisbn = {9798400701320},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3586183.3606770},\ndoi = {10.1145/3586183.3606770},\nbooktitle = {Proceedings of the 36th Annual ACM Symposium on User Interface Software and Technology},\narticleno = {15},\nnumpages = {19},\nkeywords = {Videos, Scientific Papers, Reading Interfaces, Interactive Documents},\nlocation = {<conf-loc>, <city>San Francisco</city>, <state>CA</state>, <country>USA</country>, </conf-loc>},\nseries = {UIST '23}\n}",
			"links": {
				"pdf_url": "https://dl.acm.org/doi/abs/10.1145/3586183.3606770",
				"website_url": "https://papeo.app/",
				"video_url": "https://papeo.app/demo"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b5f8c3e84e307e8130252e991f66c1397742ba20/images/thirdperson.jpg",
			"title": "Do users want platform moderation or individual control? Examining the role of third-person effects and free speech support in shaping moderation preferences",
			"id": "third-person-effects",
			"author": [
				{
					"author_name": "Shagun Jhaver"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "New Media & Society",
			"conference url": "https://journals.sagepub.com/home/NMS",
			"conference": "New Media & Society",
			"year": "2023",
			"short_abstract": "<p>Via a nationally representative survey of 984 US adults, we explore the influence of third-person effects and support for freedom of expression on this choice. We find that perceived negative effects on others negatively predict while free speech support positively predicts a preference for having personal moderation settings over platform-directed moderation for regulating each speech category.</p>",
			"abstract": "This study examines social media users’ preferences for the use of platform-wide moderation in comparison to user-controlled, personalized moderation tools to regulate three categories of norm-violating content—hate speech, sexually explicit content, and violent content. Via a nationally representative survey of 984 US adults, we explore the influence of third-person effects and support for freedom of expression on this choice. We find that perceived negative effects on others negatively predict while free speech support positively predicts a preference for having personal moderation settings over platform-directed moderation for regulating each speech category. Our findings show that platform governance initiatives need to account for both actual and perceived media effects of norm-violating speech categories to increase user satisfaction. Our analysis also suggests that users do not view personal moderation tools as an infringement on others’ free speech but as a means to assert greater agency over their social media feeds.",
			"bibtex": "@article{doi:10.1177/14614448231217993,\nauthor = {Shagun Jhaver and Amy X. Zhang},\ntitle ={Do users want platform moderation or individual control? Examining the role of third-person effects and free speech support in shaping moderation preferences},\njournal = {New Media \\& Society},\nvolume = {0},\nnumber = {0},\npages = {14614448231217993},\nyear = {0},\ndoi = {10.1177/14614448231217993},\nURL = { \n        https://doi.org/10.1177/14614448231217993\n},\neprint = { \n        https://doi.org/10.1177/14614448231217993\n}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2301.02208.pdf",
				"website_url": "https://journals.sagepub.com/doi/abs/10.1177/14614448231217993"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@0c876d0c60188bcb44a357400da3acb4a64128d1/images/Peer-Misinfo-Fig-1.jpeg",
			"title": "User Experiences and Needs when Responding to Misinformation on Social Media",
			"id": "responding-to-misinformation",
			"author": [
				{
					"author_name": "Pranav Malhotra"
				},
				{
					"author_name": "Ruican Zhong"
				},
				{
					"author_name": "Victor Kuan"
				},
				{
					"author_name": "Gargi Panatula"
				},
				{
					"author_name": "Michelle Weng"
				},
				{
					"author_name": "Andrea Bras"
				},
				{
					"author_name": "Connie Moon Sehat"
				},
				{
					"author_name": "Franzi Roesner"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Harvard Kennedy School Misinformation Review",
			"conference url": "https://misinforeview.hks.harvard.edu/",
			"year": "2023",
			"short_abstract": "<p>This study examines the experiences of those who participate in bottom-up user-led responses to misinformation on social media and outlines how they can be better supported via software tools.</p>",
			"abstract": "This study examines the experiences of those who participate in bottom-up user-led responses to misinformation on social media and outlines how they can be better supported via software tools. Findings show that users desire support tools designed to minimize time and effort in identifying misinformation and provide tailored suggestions for crafting responses to misinformation that account for emotional and relational context. Academics and practitioners interested in designing misinformation interventions that harness user participation can draw upon these findings.",
			"links": {
				"pdf_url": "https://misinforeview.hks.harvard.edu/wp-content/uploads/2023/11/malhotra_user_experiences_needs_social_media_20231109.pdf",
				"website_url": "https://misinforeview.hks.harvard.edu/article/user-experiences-and-needs-when-responding-to-misinformation-on-social-media/"
			},
			"conference": "HKS Misinfo Review"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@1b14ebd162cded1f6be0f2d15bf4cbc8524176b0/images/multilevel.jpg",
			"title": "Decentralizing Platform Power: A Design Space of Multi-level Governance in Online Social Platforms",
			"id": "decentralizing-platform-power",
			"author": [
				{
					"author_name": "Shagun Jhaver"
				},
				{
					"author_name": "Seth Frey"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Social Media + Society",
			"conference url": "https://journals.sagepub.com/home/sms",
			"year": "2023",
			"short_abstract": "<p>Drawing from literature on federalism and polycentricity in analogous offline institutions, we scrutinize the landscape of existing platforms through the lens of multi-level governance.</p>",
			"abstract": "Many have criticized the centralized and unaccountable governance of prominent online social platforms, leading to renewed interest in platform governance that incorporates multiple centers of power. Decentralization of power can arise horizontally, through parallel communities, each with local administration, and vertically, through multiple hierarchies of overlapping jurisdiction. Drawing from literature on federalism and polycentricity in analogous offline institutions, we scrutinize the landscape of existing platforms through the lens of multi-level governance. Our analysis describes how online platforms incorporate varying forms and degrees of decentralized governance. In particular, we propose a framework that characterizes the general design space and the various ways that middle levels of governance vary in how they can interact with a centralized governance system above and end users below. This focus provides a starting point for new lines of inquiry between platform- and community-governance scholarship. By engaging themes of decentralization, hierarchy, power, and responsibility, while discussing concrete examples, we connect designers and theorists of online spaces.",
			"bibtex": "@article{doi:10.1177/20563051231207857,\nauthor = {Shagun Jhaver and Seth Frey and Amy X. Zhang},\ntitle ={Decentralizing Platform Power: A Design Space of Multi-Level Governance in Online Social Platforms},\njournal = {Social Media + Society},\nvolume = {9},\nnumber = {4},\npages = {20563051231207857},\nyear = {2023},\ndoi = {10.1177/20563051231207857},\nURL = {https://doi.org/10.1177/20563051231207857},\neprint = {https://doi.org/10.1177/20563051231207857}\n}",
			"links": {
				"pdf_url": "https://journals.sagepub.com/doi/epub/10.1177/20563051231207857",
				"website_url": "https://journals.sagepub.com/doi/full/10.1177/20563051231207857"
			},
			"conference": "Social Media + Society"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ad778f93842b5ae6e85f74b7c20abe25c7a67497/images/conconf.jpg",
			"title": "Confidence Contours: Uncertainty-Aware Annotation for Medical Semantic Segmentation",
			"id": "confidence-contours",
			"author": [
				{
					"author_name": "Andre Ye"
				},
				{
					"author_name": "Quan Ze (Jim) Chen"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Conference on Human Computation and Crowdsourcing",
			"conference url": "https://www.humancomputation.com/",
			"conference": "HCOMP",
			"year": "2023",
			"award": "Best Paper Honorable Mention",
			"short_abstract": "<p>We propose a novel segmentation representation, Confidence Contours, which uses high-and low-confidence \"contours\" to capture uncertainty directly, and develop a novel annotation system for collecting contours.</p>",
			"abstract": "Medical image segmentation modeling is a high-stakes task where understanding of uncertainty is crucial for addressing visual ambiguity. Prior work has developed segmentation models utilizing probabilistic or generative mechanisms to infer uncertainty from labels where annotators draw a singular boundary. However, as these annotations cannot represent an individual annotator's uncertainty, models trained on them produce uncertainty maps that are difficult to interpret. We propose a novel segmentation representation, Confidence Contours, which uses high-and low-confidence \"contours\" to capture uncertainty directly, and develop a novel annotation system for collecting contours. We conduct an evaluation on the Lung Image Dataset Consortium (LIDC) and a synthetic dataset. From an annotation study with 30 participants, results show that Confidence Contours provide high representative capacity without considerably higher annotator effort. We also find that general-purpose segmentation models can learn Confidence Contours at the same performance level as standard singular annotations. Finally, from interviews with 5 medical experts, we find that Confidence Contour maps are more interpretable than Bayesian maps due to representation of structural uncertainty.",
			"bibtex": "@inproceedings{ye2023confidence,\n  title={Confidence Contours: Uncertainty-Aware Annotation for Medical Semantic Segmentation},\n  author={Ye, Andre and Chen, Quan Ze and Zhang, Amy},\n  booktitle={Proceedings of the AAAI Conference on Human Computation and Crowdsourcing},\n  volume={11},\n  number={1},\n  pages={186--197},\n  year={2023}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2308.07528.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@f44e3d5061d947281859d471efd08eb5a3fdb662/images/F2qCqQcaIAA1-WN.jpeg",
			"title": "\"Is Reporting Worth the Sacrifice of Revealing What I Have Sent?\": Privacy Considerations When Reporting on End-to-End Encrypted Platforms",
			"id": "reporting-privacy-e2ee",
			"author": [
				{
					"author_name": "Leijie Wang"
				},
				{
					"author_name": "Ruotong Wang"
				},
				{
					"author_name": "Sterling Williams-Ceci"
				},
				{
					"author_name": "Sanketh Menda"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Symposium on Usable Privacy and Security",
			"conference url": "https://www.usenix.org/conference/soups2023",
			"conference": "SOUPS",
			"year": "2023",
			"short_abstract": "<p>We conduct interviews with 16 users of E2EE platforms to understand users' mental models of how reporting works and their resultant privacy concerns and considerations surrounding reporting.</p>",
			"abstract": "User reporting is an essential component of content moderation on many online platforms -- in particular, on end-to-end encrypted (E2EE) messaging platforms where platform operators cannot proactively inspect message contents. However, users' privacy concerns when considering reporting may impede the effectiveness of this strategy in regulating online harassment. In this paper, we conduct interviews with 16 users of E2EE platforms to understand users' mental models of how reporting works and their resultant privacy concerns and considerations surrounding reporting. We find that users expect platforms to store rich longitudinal reporting datasets, recognizing both their promise for better abuse mitigation and the privacy risk that platforms may exploit or fail to protect them. We also find that users have preconceptions about the respective capabilities and risks of moderators at the platform versus community level -- for instance, users trust platform moderators more to not abuse their power but think community moderators have more time to attend to reports. These considerations, along with perceived effectiveness of reporting and how to provide sufficient evidence while maintaining privacy, shape how users decide whether, to whom, and how much to report. We conclude with design implications for a more privacy-preserving reporting system on E2EE messaging platforms.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2306.10478.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@66cbb363c8cad6684beabfa9bd2769ddf651e7d0/images/provenance.jpg",
			"title": "Examining the Impact of Provenance-Enabled Media on Trust and Accuracy Perceptions",
			"id": "provenance-enabled-media",
			"author": [
				{
					"author_name": "Kevin Feng"
				},
				{
					"author_name": "Nick Ritchie"
				},
				{
					"author_name": "Pia Blumenthal"
				},
				{
					"author_name": "Andy Parsons"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Proceedings of the ACM on Human-Computer Interaction",
			"conference url": "https://cscw.acm.org/2023/",
			"conference": "CSCW",
			"year": "2023",
			"short_abstract": "<p>We conducted an online experiment with 595 participants from the US and UK to investigate how provenance information altered users' accuracy perceptions and trust in visual content shared on social media.</p>",
			"abstract": "In recent years, industry leaders and researchers have proposed to use technical provenance standards to address visual misinformation spread through digitally altered media. By adding immutable and secure provenance information such as authorship and edit date to media metadata, social media users could potentially better assess the validity of the media they encounter. However, it is unclear how end users would respond to provenance information, or how to best design provenance indicators to be understandable to laypeople. We conducted an online experiment with 595 participants from the US and UK to investigate how provenance information altered users' accuracy perceptions and trust in visual content shared on social media. We found that provenance information often lowered trust and caused users to doubt deceptive media, particularly when it revealed that the media was composited. We additionally tested conditions where the provenance information itself was shown to be incomplete or invalid, and found that these states have a significant impact on participants' accuracy perceptions and trust in media, leading them, in some cases, to disbelieve honest media. Our findings show that provenance, although enlightening, is still not a concept well-understood by users, who confuse media credibility with the orthogonal (albeit related) concept of provenance credibility. We discuss how design choices may contribute to provenance (mis)understanding, and conclude with implications for usable provenance systems, including clearer interfaces and user education.",
			"bibtex": "@article{feng2023examining,\n  title={Examining the Impact of Provenance-Enabled Media on Trust and Accuracy Perceptions},\n  author={Feng, KJ and Ritchie, Nick and Blumenthal, Pia and Parsons, Andy and Zhang, Amy X},\n  journal={Proceedings of the ACM on Human-Computer Interaction},\n  year={2023}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2303.12118.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@a9e09697f5e1e0657c4306e8ebb5cd349c13ef6f/images/sliders.jpg",
			"title": "Personalizing Content Moderation on Social Media: User Perspectives on Moderation Choices, Interface Design, and Labor",
			"id": "personalizing-content-moderation",
			"author": [
				{
					"author_name": "Shagun Jhaver"
				},
				{
					"author_name": "Alice Zhang"
				},
				{
					"author_name": "Quan Ze (Jim) Chen"
				},
				{
					"author_name": "Nikhila Natarajan"
				},
				{
					"author_name": "Ruotong Wang"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Proceedings of the ACM on Human-Computer Interaction",
			"conference url": "https://cscw.acm.org/2023/",
			"conference": "CSCW",
			"year": "2023",
			"short_abstract": "<p>This paper investigates end users' perspectives on&nbsp; tools that allow users to personalize their content moderation by conducting an interview study with a diverse sample of 24 active social media users.&nbsp;</p>",
			"abstract": "Social media platforms moderate content for each user by incorporating the outputs of both platform-wide content moderation systems and, in some cases, user-configured personal moderation preferences. However, it is unclear (1) how end users perceive the choices and affordances of different kinds of personal content moderation tools, and (2) how the introduction of personalization impacts user perceptions of platforms' content moderation responsibilities. This paper investigates end users' perspectives on personal content moderation tools by conducting an interview study with a diverse sample of 24 active social media users. We probe interviewees' preferences using simulated personal moderation interfaces, including word filters, sliders for toxicity levels, and boolean toxicity toggles. We also examine the labor involved for users in choosing moderation settings and present users' attitudes about the roles and responsibilities of social media platforms and other stakeholders towards moderation. We discuss how our findings can inform design solutions to improve transparency and controllability in personal content moderation tools.",
			"bibtex": "@article{jhaver2023personalizing,\n  title={Personalizing Content Moderation on Social Media: User Perspectives on Moderation Choices, Interface Design, and Labor},\n  author={Jhaver, Shagun and Zhang, Alice Qian and Chen, Quanze and Natarajan, Nikhila and Wang, Ruotong and Zhang, Amy},\n  journal={Proceedings of the ACM on Human-Computer Interaction},\n  year={2023}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2305.10374.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@c2381c5bb5f6023fe7b64b58f4c94266300a27f0/images/judgmentsieve.jpg",
			"title": "Judgment Sieve: Reducing Uncertainty in Group Judgments through Interventions Targeting Ambiguity versus Disagreement",
			"id": "judgment-sieve",
			"author": [
				{
					"author_name": "Quan Ze (Jim) Chen"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Proceedings of the ACM on Human-Computer Interaction",
			"conference url": "https://cscw.acm.org/2023/",
			"conference": "CSCW",
			"year": "2023",
			"short_abstract": "<p>We introduce a new workflow, Judgment Sieve, to reduce uncertainty in tasks involving group judgment in a targeted manner. By using measurements that separate different sources of uncertainty during an initial round of judgment, we can select a targeted intervention adding context or deliberation to most effectively reduce uncertainty.</p>",
			"abstract": "When groups of people are tasked with making a judgment, the issue of uncertainty often arises. Existing methods to reduce uncertainty typically focus on iteratively improving specificity in the overall task instruction. However, uncertainty can arise from multiple sources, such as ambiguity of the item being judged due to limited context, or disagreements among the participants due to different perspectives and an under-specified task. A one-size-fits-all intervention may be ineffective if it is not targeted to the right source of uncertainty. In this paper we introduce a new workflow, Judgment Sieve, to reduce uncertainty in tasks involving group judgment in a targeted manner. By utilizing measurements that separate different sources of uncertainty during an initial round of judgment elicitation, we can then select a targeted intervention adding context or deliberation to most effectively reduce uncertainty on each item being judged. We test our approach on two tasks: rating word pair similarity and toxicity of online comments, showing that targeted interventions reduced uncertainty for the most uncertain cases. In the top 10% of cases, we saw an ambiguity reduction of 21.4% and 25.7%, and a disagreement reduction of 22.2% and 11.2% for the two tasks respectively. We also found through a simulation that our targeted approach reduced the average uncertainty scores for both sources of uncertainty as opposed to uniform approaches where reductions in average uncertainty from one source came with an increase for the other.",
			"bibtex": "@article{chen2023judgment,\n  title={Judgment Sieve: Reducing Uncertainty in Group Judgments through Interventions Targeting Ambiguity versus Disagreement},\n  author={Chen, Quan Ze and Zhang, Amy X},\n  journal={Proceedings of the ACM on Human-Computer Interaction},\n  year={2023}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2305.01615.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@99c598a655f743b53aca74e1b5e481ff9fa99788/images/faact.jpg",
			"title": "Skin Deep: Investigating Subjectivity in Skin Tone Annotations for Computer Vision Benchmark Datasets",
			"id": "skin-deep",
			"author": [
				{
					"author_name": "Teanna Barrett"
				},
				{
					"author_name": "Quan Ze (Jim) Chen"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "ACM Conference on Fairness, Accountability, and Transparency",
			"conference url": "https://facctconference.org/2023/",
			"conference": "FAccT",
			"year": "2023",
			"short_abstract": "<p>We surveyed recent skin tone annotation procedures used in computer vision papers for fairness evaluation and conducted annotation experiments to examine how subjective understandings of skin tone are embedded in skin tone annotation procedures.</p>",
			"abstract": "To investigate the well-observed racial disparities in computer vision systems that analyze images of humans, researchers have turned to skin tone as more objective annotation than race metadata for fairness performance evaluations. However, the current state of skin tone annotation procedures is highly varied. For instance, researchers use a range of untested scales and skin tone categories, have unclear annotation procedures, and provide inadequate analyses of uncertainty. In addition, little attention is paid to the positionality of the humans involved in the annotation process--both designers and annotators alike--and the historical and sociological context of skin tone in the United States. Our work is the first to investigate the skin tone annotation process as a sociotechnical project. We surveyed recent skin tone annotation procedures and conducted annotation experiments to examine how subjective understandings of skin tone are embedded in skin tone annotation procedures. Our systematic literature review revealed the uninterrogated association between skin tone and race and the limited effort to analyze annotator uncertainty in current procedures for skin tone annotation in computer vision evaluation. Our experiments demonstrated that design decisions in the annotation procedure such as the order in which the skin tone scale is presented or additional context in the image (i.e., presence of a face) significantly affected the resulting inter-annotator agreement and individual uncertainty of skin tone annotations. We call for greater reflexivity in the design, analysis, and documentation of procedures for evaluation using skin tone.",
			"bibtex": "@inproceedings{barrett2023skin, title={Skin Deep: Investigating Subjectivity in Skin Tone Annotations for Computer Vision Benchmark Datasets},\n  author={Barrett, Teanna and Chen, Quan Ze and Zhang, Amy X}, booktitle={Proceedings of the ACM Conference on Fairness, Accountability, and Transparency}, series={FAccT '23}, year={2023}}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2305.09072.pdf",
				"code_url": "https://github.com/Social-Futures-Lab/skin-deep",
				"data_url": "https://github.com/Social-Futures-Lab/skin-deep/tree/main/study_data"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@a5f309335128485c139d2b137b146b5fc4e88d9c/images/easset_upload_file13810_262604_e.png",
			"title": "GitHub OSS Governance File Dataset",
			"id": "github-governance-dataset",
			"author": [
				{
					"author_name": "Yibo Yan"
				},
				{
					"author_name": "Seth Frey"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Vladimir Filkov"
				},
				{
					"author_name": "Likang Yin"
				}
			],
			"conference_full_name": "International Conference on Mining Software Repositories",
			"conference url": "https://conf.researchr.org/home/msr-2023",
			"conference": "MSR",
			"year": "2023",
			"short_abstract": "<p>To facilitate the study of the impact and effectiveness of formal governance documents on OSS projects and communities, we present a longitudinal dataset of 710 GitHub-hosted OSS projects with GOVERNANCE.MD governance files.</p>",
			"abstract": "Open-source Software (OSS) has become a valuable resource in both industry and academia over the last few decades. Despite the innovative structures they develop to support the projects, OSS projects and their communities have complex needs and face risks such as getting abandoned. To manage the internal social dynamics and community evolution, OSS developer communities have started relying on written governance documents that assign roles and responsibilities to different community actors. To facilitate the study of the impact and effectiveness of formal governance documents on OSS projects and communities, we present a longitudinal dataset of 710 GitHub-hosted OSS projects with GOVERNANCE.MD governance files. This dataset includes all commits made to the repository, all issues and comments created on GitHub, and all revisions made to the governance file. We hope its availability will foster more research interest in studying how OSS communities govern their projects and the impact of governance files on communities.",
			"bibtex": "@inproceedings{yan2023github,\n  title={GitHub OSS Governance File Dataset},\n  author={Yan, Yibo and Frey, Seth and Zhang, Amy and Filkov, Vladimir and Yin, Likang},\n  booktitle={Proceedings of the International Conference on Mining Software Repositories},\n  series={MSR '23},\n  year={2023}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2304.00460.pdf",
				"data_url": "https://zenodo.org/record/7530768"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@e9286659fc9e78472af24665138ab27a80f43137/images/relatedly.jpg",
			"title": "Relatedly: Scaffolding Literature Reviews with Existing Related Work Sections",
			"id": "relatedly",
			"author": [
				{
					"author_name": "Srishti Palani"
				},
				{
					"author_name": "Aakanksha Naik"
				},
				{
					"author_name": "Doug Downey"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Jonathan Bragg"
				},
				{
					"author_name": "Joseph Chee Chang"
				}
			],
			"conference_full_name": "ACM CHI Conference on Human Factors in Computing Systems",
			"conference url": "https://chi2023.acm.org/",
			"conference": "CHI",
			"year": "2023",
			"short_abstract": "<p>In this work, we design a system, Relatedly, that scaffolds exploring and reading multiple related work paragraphs on a topic, with features including dynamic re-ranking and highlighting to spotlight unexplored dissimilar information, auto-generated descriptive paragraph headings, and low-lighting of redundant information.</p>",
			"abstract": "Scholars who want to research a scientific topic must take time to read, extract meaning, and identify connections across many papers. As scientific literature grows, this becomes increasingly challenging. Meanwhile, authors summarize prior research in papers’ related work sections, though this is scoped to support a single paper. A formative study found that while reading multiple related work paragraphs helps overview a topic, it is hard to navigate overlapping and diverging references and research foci. In this work, we design a system, Relatedly, that scaffolds exploring and reading multiple related work paragraphs on a topic, with features including dynamic re-ranking and highlighting to spotlight unexplored dissimilar information, auto-generated descriptive paragraph headings, and low-lighting of redundant information. From a within-subjects user study (n=15), we found that scholars generate more coherent, insightful, and comprehensive topic outlines using Relatedly compared to a baseline paper list.",
			"bibtex": "@inproceedings{10.1145/3544548.3580841,\nauthor = {Palani, Srishti and Naik, Aakanksha and Downey, Doug and Zhang, Amy X. and Bragg, Jonathan and Chang, Joseph Chee},\ntitle = {Relatedly: Scaffolding Literature Reviews with Existing Related Work Sections},\nyear = {2023},\nisbn = {9781450394215},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3544548.3580841},\ndoi = {10.1145/3544548.3580841},\nabstract = {Scholars who want to research a scientific topic must take time to read, extract meaning, and identify connections across many papers. As scientific literature grows, this becomes increasingly challenging. Meanwhile, authors summarize prior research in papers’ related work sections, though this is scoped to support a single paper. A formative study found that while reading multiple related work paragraphs helps overview a topic, it is hard to navigate overlapping and diverging references and research foci. In this work, we design a system, Relatedly, that scaffolds exploring and reading multiple related work paragraphs on a topic, with features including dynamic re-ranking and highlighting to spotlight unexplored dissimilar information, auto-generated descriptive paragraph headings, and low-lighting of redundant information. From a within-subjects user study (n=15), we found that scholars generate more coherent, insightful, and comprehensive topic outlines using Relatedly compared to a baseline paper list.},\nbooktitle = {Proceedings of the 2023 CHI Conference on Human Factors in Computing Systems},\narticleno = {742},\nnumpages = {20},\nkeywords = {Scientific Discovery, Sensemaking, Exploratory Search, Literature Review},\nlocation = {Hamburg, Germany},\nseries = {CHI '23}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2302.06754.pdf",
				"video_url": "https://www.youtube.com/watch?v=hO8BiTLUemY"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@5381c80e448cd251768ecb79deb47261f4048b7d/images/citesee.jpg",
			"title": "CiteSee: Augmenting Citations in Scientific Papers with Persistent and Personalized Historical Context",
			"id": "citesee",
			"author": [
				{
					"author_name": "Joseph Chee Chang"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Jonathan Bragg"
				},
				{
					"author_name": "Andrew Head"
				},
				{
					"author_name": "Kyle Lo"
				},
				{
					"author_name": "Doug Downey"
				},
				{
					"author_name": "Dan Weld"
				}
			],
			"conference_full_name": "ACM CHI Conference on Human Factors in Computing Systems",
			"conference url": "https://chi2023.acm.org/",
			"conference": "CHI",
			"year": "2023",
			"award": "Best Paper Award",
			"short_abstract": "<p>This paper introduces CiteSee, a paper reading tool that leverages a user&rsquo;s publishing, reading, and saving activities to provide personalized visual augmentations and context around citations.</p>",
			"abstract": "When reading a scholarly article, inline citations help researchers contextualize the current article and discover relevant prior work. However, it can be challenging to prioritize and make sense of the hundreds of citations encountered during literature reviews. This paper introduces CiteSee, a paper reading tool that leverages a user’s publishing, reading, and saving activities to provide personalized visual augmentations and context around citations. First, CiteSee connects the current paper to familiar contexts by surfacing known citations a user had cited or opened. Second, CiteSee helps users prioritize their exploration by highlighting relevant but unknown citations based on saving and reading history. We conducted a lab study that suggests CiteSee is significantly more effective for paper discovery than three baselines. A field deployment study shows CiteSee helps participants keep track of their explorations and leads to better situational awareness and increased paper discovery via inline citation when conducting real-world literature reviews.",
			"bibtex": "@inproceedings{10.1145/3544548.3580847,\nauthor = {Chang, Joseph Chee and Zhang, Amy X. and Bragg, Jonathan and Head, Andrew and Lo, Kyle and Downey, Doug and Weld, Daniel S.},\ntitle = {CiteSee: Augmenting Citations in Scientific Papers with Persistent and Personalized Historical Context},\nyear = {2023},\nisbn = {9781450394215},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3544548.3580847},\ndoi = {10.1145/3544548.3580847},\nabstract = {When reading a scholarly article, inline citations help researchers contextualize the current article and discover relevant prior work. However, it can be challenging to prioritize and make sense of the hundreds of citations encountered during literature reviews. This paper introduces CiteSee, a paper reading tool that leverages a user’s publishing, reading, and saving activities to provide personalized visual augmentations and context around citations. First, CiteSee connects the current paper to familiar contexts by surfacing known citations a user had cited or opened. Second, CiteSee helps users prioritize their exploration by highlighting relevant but unknown citations based on saving and reading history. We conducted a lab study that suggests CiteSee is significantly more effective for paper discovery than three baselines. A field deployment study shows CiteSee helps participants keep track of their explorations and leads to better situational awareness and increased paper discovery via inline citation when conducting real-world literature reviews.},\nbooktitle = {Proceedings of the 2023 CHI Conference on Human Factors in Computing Systems},\narticleno = {737},\nnumpages = {15},\nkeywords = {reading interfaces, personalization, scientific papers},\nlocation = {Hamburg, Germany},\nseries = {CHI '23}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2302.07302.pdf",
				"video_url": "https://www.youtube.com/watch?v=rDzdz9KsNiE"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@30731f6fd9d36967a72d194ab3859ceb3af77d17/images/ux-collab-cover.png",
			"title": "Understanding Collaborative Practices and Tools of Professional UX Practitioners in Software Organizations",
			"id": "ux-collaboration",
			"author": [
				{
					"author_name": "Kevin Feng"
				},
				{
					"author_name": "Tony Li"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "ACM CHI Conference on Human Factors in Computing Systems",
			"conference": "CHI",
			"year": "2023",
			"short_abstract": "<p>Given the recent collaborative shift in UX practice, we conducted a survey study 114 industry UX practitioners to understand opportunities and challenges in collaborative UX practices and tools.</p>",
			"abstract": "User experience (UX) has undergone a revolution in collaborative practices, due to tools that enable quick feedback and continuous collaboration with a varied team across a design’s lifecycle. However, it is unclear how this shift in collaboration has been received in professional UX practice, and whether new pain points have arisen. To this end, we conducted a survey (N=114) with UX practitioners at software organizations based in the U.S. to better understand their collaborative practices and tools used throughout the design process. We found that while an increase in collaborative activity enhanced many aspects of UX work, some long-standing challenges—such as handing off designs to developers—still persist. Moreover, we observed new challenges emerging from activities enabled by collaborative tools such as design system management. Based on our findings, we discuss how UX practices can improve collaboration moving forward and provide concrete design implications for collaborative UX tools.",
			"links": {
				"pdf_url": "https://arxiv.org/abs/2302.11845",
				"video_url": "https://www.youtube.com/watch?v=s7i8XZUy_zQ"
			},
			"bibtex": "@inproceedings{10.1145/3544548.3581273,\nauthor = {Feng, K. J. Kevin and Li, Tony W and Zhang, Amy X.},\ntitle = {Understanding Collaborative Practices and Tools of Professional UX Practitioners in Software Organizations},\nyear = {2023},\nisbn = {9781450394215},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3544548.3581273},\ndoi = {10.1145/3544548.3581273},\nabstract = {User experience (UX) has undergone a revolution in collaborative practices, due to tools that enable quick feedback and continuous collaboration with a varied team across a design’s lifecycle. However, it is unclear how this shift in collaboration has been received in professional UX practice, and whether new pain points have arisen. To this end, we conducted a survey (N = 114) with UX practitioners at software organizations based in the U.S. to better understand their collaborative practices and tools used throughout the design process. We found that while an increase in collaborative activity enhanced many aspects of UX work, some long-standing challenges—such as handing off designs to developers—still persist. Moreover, we observed new challenges emerging from activities enabled by collaborative tools such as design system management. Based on our findings, we discuss how UX practices can improve collaboration moving forward and provide concrete design implications for collaborative UX tools.},\nbooktitle = {Proceedings of the 2023 CHI Conference on Human Factors in Computing Systems},\narticleno = {764},\nnumpages = {20},\nkeywords = {collaboration, design practice, user experience},\nlocation = {Hamburg, Germany},\nseries = {CHI '23}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ca6149de5365367361e734c2b8a3b30ce44acdae/images/trustnet.jpg",
			"title": "Leveraging Structured Trusted-Peer Assessments to Combat Misinformation",
			"id": "trustnet",
			"author": [
				{
					"author_name": "Farnaz Jahanbakhsh"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference_full_name": "Proceedings of the ACM on Human-Computer Interaction",
			"conference url": "https://cscw.acm.org/2022/",
			"conference": "CSCW",
			"year": "2022",
			"short_abstract": "<p>In this work, we consider three new user affordances that give social media users greater power in their fight against misinformation: (1) the ability to provide structured accuracy assessments of posts, (2) user-specified indication of trust in other users, and (3) and user configuration of social feed filters according to assessed accuracy.</p>",
			"abstract": "Platform operators have devoted significant effort to combating misinformation on behalf of their users. Users are also stakeholders in this battle, but their efforts to combat misinformation go unsupported by the platforms. In this work, we consider three new user affordances that give social media users greater power in their fight against misinformation: (1) the ability to provide structured accuracy assessments of posts, (2) user-specified indication of trust in other users, and (3) and user configuration of social feed filters according to assessed accuracy. To understand the potential of these designs, we conducted a need-finding survey of 192 people who share and discuss news on social media, finding that many already act to limit or combat misinformation, albeit by repurposing existing platform affordances that lack customized structure for information assessment. We then conducted a field study of a prototype social media platform that implements these user affordances as structured inputs to directly impact how and whether posts are shown. The study involved 14 participants who used the platform for a week to share news while collectively assessing their accuracy. We report on users' perception and use of these affordances. We also provide design implications for platforms and researchers based on our empirical observations.",
			"bibtex": "@article{10.1145/3555637,\nauthor = {Jahanbakhsh, Farnaz and Zhang, Amy X. and Karger, David R.},\ntitle = {Leveraging Structured Trusted-Peer Assessments to Combat Misinformation},\nyear = {2022},\nissue_date = {November 2022},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {6},\nnumber = {CSCW2},\nurl = {https://doi.org/10.1145/3555637},\ndoi = {10.1145/3555637},\nabstract = {Platform operators have devoted significant effort to combating misinformation on behalf of their users. Users are also stakeholders in this battle, but their efforts to combat misinformation go unsupported by the platforms. In this work, we consider three new user affordances that give social media users greater power in their fight against misinformation: (1) the ability to provide structured accuracy assessments of posts, (2) user-specified indication of trust in other users, and (3) and user configuration of social feed filters according to assessed accuracy. To understand the potential of these designs, we conducted a need-finding survey of 192 people who share and discuss news on social media, finding that many already act to limit or combat misinformation, albeit by repurposing existing platform affordances that lack customized structure for information assessment. We then conducted a field study of a prototype social media platform that implements these user affordances as structured inputs to directly impact how and whether posts are shown. The study involved 14 participants who used the platform for a week to share news while collectively assessing their accuracy. We report on users' perception and use of these affordances. We also provide design implications for platforms and researchers based on our empirical observations.},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = {nov},\narticleno = {524},\nnumpages = {40},\nkeywords = {trust, social media, news reading and sharing platform, fact-checking, misinformation}\n}",
			"links": {
				"pdf_url": "https://people.csail.mit.edu/farnazj/pdfs/Leveraging_Structured_Trusted_Peer_Assessments_CSCW_22.pdf",
				"website_url": "https://trustnet.csail.mit.edu/",
				"code_url": "https://github.com/farnazj/Trustnet-Backend",
				"talk_url": "https://paper-video-nav.apps.allenai.org/reader/10.1145.3555637"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b9b873815876fa232fe2e28ac7dacdccde4c96a1/images/unnamed%20(2).jpeg",
			"title": "Our Browser Extension Lets Readers Change the Headlines on News Articles, and You Won't Believe What They Did!",
			"id": "reheadline",
			"author": [
				{
					"author_name": "Farnaz Jahanbakhsh"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Karrie Karahalios"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference_full_name": "Proceedings of the ACM on Human-Computer Interaction",
			"conference url": "https://cscw.acm.org/2022/",
			"conference": "CSCW",
			"year": "2022",
			"short_abstract": "<p>We present an exploratory browser extension that empowers users to suggest headlines they deem better for news articles. We conducted a study of 27 users who used the extension for one week to read news and suggest headlines.</p>",
			"abstract": "Headlines play a critical role in how users perceive articles. But many headline publishers craft headlines in ways that either attract clicks in an attempt to earn ad revenue, or misinform users or manipulate their opinions for malicious intents. Such headlines can do harm since many users simply skim and share headlines without reading the articles in full. We present an exploratory browser extension that empowers users to suggest headlines they deem better for news articles. Users can view headlines suggested by other users that they follow as they browse websites. We conducted a study of 27 users who used the extension for one week to read news and suggest headlines. We found that users saw value in the tool and used it to change headlines that they found in need of improvement. We characterize the changes that people make to headlines if enabled. We also report on a followup study we conducted with 312 participants to evaluate headlines suggested by the tool. The purpose of the study was to examine whether headlines suggested by untrained users could be preferred over original headlines by professional editors. We found that a substantial number of the suggested headlines were indeed preferred. Our work explores the designs for, and opportunities and consequences of, empowering news consumers by giving them control over the content curation process.",
			"bibtex": "@article{10.1145/3555643,\nauthor = {Jahanbakhsh, Farnaz and Zhang, Amy X. and Karahalios, Karrie and Karger, David R.},\ntitle = {Our Browser Extension Lets Readers Change the Headlines on News Articles, and You Won't Believe What They Did!},\nyear = {2022},\nissue_date = {November 2022},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {6},\nnumber = {CSCW2},\nurl = {https://doi.org/10.1145/3555643},\ndoi = {10.1145/3555643},\nabstract = {Headlines play a critical role in how users perceive articles. But many headline publishers craft headlines in ways that either attract clicks in an attempt to earn ad revenue, or misinform users or manipulate their opinions for malicious intents. Such headlines can do harm since many users simply skim and share headlines without reading the articles in full. We present an exploratory browser extension that empowers users to suggest headlines they deem better for news articles. Users can view headlines suggested by other users that they follow as they browse websites. We conducted a study of 27 users who used the extension for one week to read news and suggest headlines. We found that users saw value in the tool and used it to change headlines that they found in need of improvement. We characterize the changes that people make to headlines if enabled. We also report on a followup study we conducted with 312 participants to evaluate headlines suggested by the tool. The purpose of the study was to examine whether headlines suggested by untrained users could be preferred over original headlines by professional editors. We found that a substantial number of the suggested headlines were indeed preferred. Our work explores the designs for, and opportunities and consequences of, empowering news consumers by giving them control over the content curation process.},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = {nov},\narticleno = {530},\nnumpages = {33},\nkeywords = {crowdsourcing, news headlines, clickbait, misinformation}\n}",
			"links": {
				"pdf_url": "http://people.csail.mit.edu/farnazj/pdfs/Study_of_News_Headlines__CSCW_22.pdf",
				"website_url": "https://chrome.google.com/webstore/detail/reheadline/iignpdlabbnnacdkchpnpljkhdlkblbh",
				"code_url": "https://github.com/farnazj/Reheadline-Extension",
				"talk_url": "https://paper-video-nav.apps.allenai.org/reader/10.1145.3555643"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@c797f866440a4f2cb0b184d7b85044f761870ff2/images/community_categories.png",
			"title": "What Makes Online Communities 'Better'? Measuring Values, Consensus, and Conflict across Thousands of Subreddits",
			"id": "reddit_values_survey",
			"author": [
				{
					"author_name": "Galen Weld"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Tim Althoff"
				}
			],
			"conference_full_name": "Proceedings of the Sixteenth International AAAI Conference on Web and Social Media",
			"conference url": "https://ojs.aaai.org/index.php/ICWSM/index",
			"conference": "ICWSM",
			"year": "2022",
			"short_abstract": "<p>We survey 2,769 reddit users to learn about their values for 2,151 unique subreddits. We examine how values vary both between and within communities.</p>",
			"abstract": "Making online social communities 'better' is a challenging undertaking, as online communities are extraordinarily varied in their size, topical focus, and governance. As such, what is valued by one community may not be valued by another. However, community values are challenging to measure as they are rarely explicitly stated. In this work, we measure community values through the first large-scale survey of community values, including 2,769 reddit users in 2,151 unique subreddits. Through a combination of survey responses and a quantitative analysis of public reddit data, we characterize how these values vary within and across communities. Amongst other findings, we show that community members disagree about how safe their communities are, that longstanding communities place 30.1% more importance on trustworthiness than newer communities, and that community moderators want their communities to be 56.7% less democratic than non-moderator community members. These findings have important implications, including suggesting that care must be taken to protect vulnerable community members, and that participatory governance strategies may be difficult to implement. Accurate and scalable modeling of community values enables research and governance which is tuned to each community's different values. To this end, we demonstrate that a small number of automatically quantifiable features capture a significant yet limited amount of the variation in values between communities with a ROC AUC of 0.667 on a binary classification task. However, substantial variation remains, and modeling community values remains an important topic for future work. We make our models and data public to inform community design and governance.",
			"bibtex": "@article{Weld_Zhang_Althoff_2022, title={What Makes Online Communities ‘Better’? Measuring Values, Consensus, and Conflict across Thousands of Subreddits}, volume={16}, url={https://ojs.aaai.org/index.php/ICWSM/article/view/19363}, abstractNote={Making online social communities ‘better’ is a challenging undertaking, as online communities are extraordinarily varied in their size, topical focus, and governance. As such, what is valued by one community may not be valued by another.\nHowever, community values are challenging to measure as they are rarely explicitly stated.\nIn this work, we measure community values through the first large-scale survey of community values, including 2,769 reddit users in 2,151 unique subreddits. Through a combination of survey responses and a quantitative analysis of publicly available reddit data, we characterize how these values vary within and across communities.\nAmongst other findings, we show that community members disagree about how safe their communities are, that longstanding communities place 30.1% more importance on trustworthiness than newer communities, and that community moderators want their communities to be 56.7% less democratic than non-moderator community members.\nThese findings have important implications, including suggesting that care must be taken to protect vulnerable community members, and that participatory governance strategies may be difficult to implement.\nAccurate and scalable modeling of community values enables research and governance which is tuned to each community’s different values. To this end, we demonstrate that a small number of automatically quantifiable features capture a significant yet limited amount of the variation in values between communities with a ROC AUC of 0.667 on a binary classification task.\nHowever, substantial variation remains, and modeling community values remains an important topic for future work.\nWe make our models and data public to inform community design and governance.}, number={1}, journal={Proceedings of the International AAAI Conference on Web and Social Media}, author={Weld, Galen and Zhang, Amy X. and Althoff, Tim}, year={2022}, month={May}, pages={1121-1132} }",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2111.05835",
				"website_url": "https://behavioral-data.github.io/reddit_values_surveys_public/",
				"code_url": "https://github.com/behavioral-data/reddit_values_surveys_public",
				"data_url": "https://behavioral-data.github.io/reddit_values_surveys_public/quant_survey.html",
				"talk_url": "https://www.youtube.com/watch?v=sfJ_GkI9oNc&ab_channel=GalenWeld"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@3af8814c54cd34fe5bdba9b0c92a4fcfbd00e301/images/FOpU1YAVQA810Zl.jpeg",
			"title": "CiteRead: Integrating Localized Citation Contexts into Scientific Paper Reading",
			"id": "citeread",
			"author": [
				{
					"author_name": "Napol Rachatasumrit"
				},
				{
					"author_name": "Jonathan Bragg"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Dan Weld"
				}
			],
			"conference_full_name": "ACM Conference on Intelligent User Interfaces",
			"conference url": "https://iui.acm.org/2022/",
			"conference": "IUI",
			"year": "2022",
			"short_abstract": "<p>We introduce a novel paper reading experience into a tool called CiteRead that integrates relevant information about follow-on work directly into a paper, allowing readers to learn about newer papers and see how a paper is discussed by its citing papers in the context of the reference paper.</p>",
			"abstract": "When reading a scholarly paper, scientists oftentimes wish to understand how follow-on work has built on or engages with what they are reading. While a paper itself can only discuss prior work, some scientific search engines can provide a list of all subsequent citing papers; unfortunately, they are undifferentiated and disconnected from the contents of the original reference paper. In this work, we introduce a novel paper reading experience that integrates relevant information about follow-on work directly into a paper, allowing readers to learn about newer papers and see how a paper is discussed by its citing papers in the context of the reference paper. We built a tool, called CiteRead, that implements the following three contributions: 1) automated techniques for selecting important citing papers, building on results from a formative study we conducted, 2) an automated process for localizing commentary provided by citing papers to a place in the reference paper, and 3) an interactive experience that allows readers to seamlessly alternate between the reference paper and information from citing papers (e.g., citation sentences), placed in the margins. Based on a user study with 12 scientists, we found that in comparison to having just a list of citing papers and their citation sentences, the use of CiteRead while reading allows for better comprehension and retention of information about follow-on work.",
			"bibtex": "@inproceedings{10.1145/3490099.3511162,\nauthor = {Rachatasumrit, Napol and Bragg, Jonathan and Zhang, Amy X. and Weld, Daniel S},\ntitle = {CiteRead: Integrating Localized Citation Contexts into Scientific Paper Reading},\nyear = {2022},\nisbn = {9781450391443},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3490099.3511162},\ndoi = {10.1145/3490099.3511162},\nbooktitle = {27th International Conference on Intelligent User Interfaces},\npages = {707–719},\nnumpages = {13},\nkeywords = {citances, interactive documents, scientific papers, citations, reading interfaces, annotations},\nlocation = {Helsinki, Finland},\nseries = {IUI '22}\n}",
			"links": {
				"pdf_url": "https://dl.acm.org/doi/abs/10.1145/3490099.3511162",
				"video_url": "https://www.youtube.com/watch?v=WjltByXFKAM"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@e832f7c62b25cde38d8103b7b447e1383cff19a4/images/filterlist.jpg",
			"title": "Designing Word Filter Tools for Creator-led Comment Moderation",
			"id": "filter-buddy",
			"author": [
				{
					"author_name": "Shagun Jhaver"
				},
				{
					"author_name": "Quan Ze (Jim) Chen"
				},
				{
					"author_name": "Detlef Knauss"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "ACM CHI Conference on Human Factors in Computing Systems",
			"conference url": "https://chi2022.acm.org/",
			"conference": "CHI",
			"year": "2022",
			"short_abstract": "<p>We present FilterBuddy, a system that supports content creators in authoring word filters to combat harassment via comments on social media. Creators can author filters from scratch or build from pre-made filter lists, as well as organize their filters and visualize what comments are captured by them over time.</p>",
			"abstract": "Online social platforms centered around content creators often allow comments on content, where creators can then moderate the comments they receive. As creators can face overwhelming numbers of comments, with some of them harassing or hateful, platforms typically provide tools such as word filters for creators to automate aspects of moderation. From needfinding interviews with 19 creators about how they use existing tools, we found that they struggled with writing good filters as well as organizing and revising their filters, due to the difficulty of determining what the filters actually catch. To address these issues, we present FilterBuddy, a system that supports creators in authoring new filters or building from pre-made ones, as well as organizing their filters and visualizing what comments are captured by them over time. We conducted an early-stage evaluation of FilterBuddy with YouTube creators, finding that participants see FilterBuddy not just as a moderation tool, but also a means to organize their comments to better understand their audiences.",
			"bibtex": "@inproceedings{Jhaver:2022FilterBuddy,\n\tauthor = {Jhaver, Shagun and Chen, Quan Ze and Knauss,Detlef and Zhang, Amy},\n\ttitle = {Designing Word Filter Tools for Creator-led Comment Moderation},\n\tyear = {2022},\n\tpublisher = {Association for Computing Machinery},\n\taddress = {New York, NY, USA},\n\turl = {https://doi.org/10.1145/3491102.3517505},\n\tdoi = {10.1145/3491102.3517505},\n\tlocation = {New Orleans, LA, USA},\n\tseries = {CHI '22}\n}",
			"links": {
				"pdf_url": "https://shagunjhaver.com/research/articles/jhaver-2022-filterbuddy/jhaver-2022-filterbuddy.pdf",
				"website_url": "http://filterbuddy.org/",
				"code_url": "https://github.com/social-Futures-Lab/FilterBuddy/"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@d19187357a8937f408a12369ef713a1084b8c1a0/images/Thumbnail%20of%20Comparing%20the%20Perceived%20Legitimacy%20of%20Content%20Moderation%20Processes%20Contractors,%20Algorithms,%20Expert%20Pan%20copy.jpg",
			"title": "Comparing the Perceived Legitimacy of Content Moderation Processes: Contractors, Algorithms, Expert Panels, and Digital Juries",
			"id": "perceived-legitimacy",
			"author": [
				{
					"author_name": "Christina Pan"
				},
				{
					"author_name": "Sahil Yakhmi"
				},
				{
					"author_name": "Tara Iyer"
				},
				{
					"author_name": "Evan Strasnick"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Michael Bernstein"
				}
			],
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"conference url": "https://cscw.acm.org/2022/",
			"conference": "CSCW",
			"year": "2022",
			"short_abstract": "<p>We conducted a within-subjects experiment in which we showed US Facebook users moderation decisions and randomized the description of whether those decisions were made by paid contractors, algorithms, expert panels, or juries of users. We found that expert panels had greater perceived legitimacy than algorithms or juries. Moreover, outcome alignment - agreement with the decision - played a larger role than process in determining perceived legitimacy.</p>",
			"abstract": "While research continues to investigate and improve the accuracy, fairness, and normative appropriateness of content moderation processes on large social media platforms, even the best process cannot be effective if users reject its authority as illegitimate. We present a survey experiment comparing the perceived institutional legitimacy of four popular content moderation processes. We conducted a within-subjects experiment in which we showed US Facebook users moderation decisions and randomized the description of whether those decisions were made by paid contractors, algorithms, expert panels, or juries of users. Prior work suggests that juries will have the highest perceived legitimacy due to the benefits of judicial independence and democratic representation. However, expert panels had greater perceived legitimacy than algorithms or juries. Moreover, outcome alignment - agreement with the decision - played a larger role than process in determining perceived legitimacy. These results suggest benefits to incorporating expert oversight in content moderation and underscore that any process will face legitimacy challenges derived from disagreement about outcomes.",
			"bibtex": "@article{2022-perceived-legitimacy, author = {Pan, Christina and Yakhmi, Sahil and Iyer, Tara and Strasnick, Evan and Zhang, Amy and Bernstein, Michael}, title = {Comparing the Perceived Legitimacy of Content Moderation Processes: Contractors, Algorithms, Expert Panels, and Digital Juries}, journal = {Proc. ACM Hum.-Comput. Interact.}, issue_date = {Oct 2022}, number = {CSCW}, month = oct, year = {2022}, publisher = {ACM}, address = {New York, NY, USA}, }",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2202.06393.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@8795d619e3e68fce6fa0dd7fc9598d036f524b67/images/pano-mock.png",
			"title": "Designing for Engaging with News using Moral Framing towards Bridging Ideological Divides",
			"id": "pano-moral-framing",
			"author": [
				{
					"author_name": "Jessica Wang"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference_full_name": "Proceedings of the ACM on Human-Computer Interaction",
			"conference url": "https://group.acm.org/conferences/group22/",
			"conference": "GROUP",
			"year": "2022",
			"short_abstract": "<p>In this paper, we present our work designing systems for addressing ideological division through educating U.S. news consumers to engage using a framework of fundamental human values known as Moral Foundations. We design and implement a series of new features that encourage users to challenge their understanding of opposing views, including annotation of moral frames in news articles, discussion of those frames via inline comments, and recommendations based on relevant moral frames.</p>",
			"abstract": "Society is showing signs of strong ideological polarization. When pushed to seek perspectives different from their own, people often reject diverse ideas or find them unfathomable. Work has shown that framing controversial issues using the values of the audience can improve understanding of opposing views. In this paper, we present our work designing systems for addressing ideological division through educating U.S. news consumers to engage using a framework of fundamental human values known as Moral Foundations. We design and implement a series of new features that encourage users to challenge their understanding of opposing views, including annotation of moral frames in news articles, discussion of those frames via inline comments, and recommendations based on relevant moral frames. We describe two versions of features---the first covering a suite of ways to interact with moral framing in news, and the second tailored towards collaborative annotation and discussion. We conduct a field evaluation of each design iteration with 71 participants in total over a period of 6-8 days, finding evidence suggesting users learned to re-frame their discourse in moral values of the opposing side. Our work provides several design considerations for building systems to engage with moral framing.",
			"bibtex": "@article{10.1145/3492861,\nauthor = {Wang, Jessica Z. and Zhang, Amy X. and Karger, David R.},\ntitle = {Designing for Engaging with News Using Moral Framing towards Bridging Ideological Divides},\nyear = {2022},\nissue_date = {January 2022},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {6},\nnumber = {GROUP},\nurl = {https://doi.org/10.1145/3492861},\ndoi = {10.1145/3492861},\nabstract = {Society is showing signs of strong ideological polarization. When pushed to seek perspectives different from their own, people often reject diverse ideas or find them unfathomable. Work has shown that framing controversial issues using the values of the audience can improve understanding of opposing views. In this paper, we present our work designing systems for addressing ideological division through educating U.S. news consumers to engage using a framework of fundamental human values known as Moral Foundations. We design and implement a series of new features that encourage users to challenge their understanding of opposing views, including annotation of moral frames in news articles, discussion of those frames via inline comments, and recommendations based on relevant moral frames. We describe two versions of features---the first covering a suite of ways to interact with moral framing in news, and the second tailored towards collaborative annotation and discussion. We conduct a field evaluation of each design iteration with 71 participants in total over a period of 6-8 days, finding evidence suggesting users learned to re-frame their discourse in moral values of the opposing side. Our work provides several design considerations for building systems to engage with moral framing.},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = {jan},\narticleno = {42},\nnumpages = {23},\nkeywords = {social annotation, moral framing, discussion, online news}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2101.11231.pdf",
				"website_url": "http://pano.csail.mit.edu/",
				"code_url": "https://github.com/amyxzhang/pano-server"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@5fb6f19e2a861dd4b28ceb8addd5a094b37e3fb7/images/Figure_1_from_word.png",
			"title": "Vaccine hesitancy in online spaces: A scoping review of the research literature, 2000-2020",
			"id": "vaccine-hesitancy",
			"author": [
				{
					"author_name": "Timothy Neff"
				},
				{
					"author_name": "Jonas Kaiser"
				},
				{
					"author_name": "Irene Pasquetto"
				},
				{
					"author_name": "Dariusz Jemielniak"
				},
				{
					"author_name": "Dimitra Dimitrakopoulou"
				},
				{
					"author_name": "Siobhan Grayson"
				},
				{
					"author_name": "Natalie Gyenes"
				},
				{
					"author_name": "Paola Ricaurte"
				},
				{
					"author_name": "Javier Ruiz-Soler"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "Harvard Kennedy School Misinformation Review",
			"conference url": "https://misinforeview.hks.harvard.edu/",
			"year": "2021",
			"short_abstract": "<p>We review 100 articles published from 2000 to early 2020 that research aspects of vaccine hesitancy in online communication spaces and identify several gaps in the literature prior to the COVID-19 pandemic. These gaps relate to five areas: disciplinary focus; specific vaccine, condition, or disease focus; stakeholders and implications; research methodology; and geographical coverage.</p>",
			"abstract": "We review 100 articles published from 2000 to early 2020 that research aspects of vaccine hesitancy in online communication spaces and identify several gaps in the literature prior to the COVID-19 pandemic. These gaps relate to five areas: disciplinary focus; specific vaccine, condition, or disease focus; stakeholders and implications; research methodology; and geographical coverage. Our findings show that we entered the global pandemic vaccination effort without a thorough understanding of how levels of confidence and hesitancy might differ across conditions and vaccines, geographical areas, and platforms, or how they might change over time. In addition, little was known about the role of platforms, platforms’ politics, and specific sociotechnical affordances in the spread of vaccine hesitancy and the associated issue of misinformation online.",
			"bibtex": "@article{neff2021vaccine,\n  title={Vaccine hesitancy in online spaces: A scoping review of the research literature, 2000-2020},\n  author={Neff, Timothy and Kaiser, Jonas and Pasquetto, Irene and Jemielniak, Dariusz and Dimitrakopoulou, Dimitra and Grayson, Siobhan and Gyenes, Natalie and Ricaurte, Paola and Ruiz-Soler, Javier and Zhang, Amy},\n  journal={Harvard Kennedy School Misinformation Review},\n  year={2021}\n}",
			"links": {
				"pdf_url": "https://misinforeview.hks.harvard.edu/article/vaccine-hesitancy-in-online-spaces-a-scoping-review-of-the-research-literature-2000-2020/"
			},
			"conference": "HKS Misinformation Review"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@e7dfda3386a5cc35eeff41e8248eaaad8e89453d/images/scale.png",
			"title": "Goldilocks: Consistent Crowdsourced Scalar Annotations",
			"id": "goldilocks",
			"author": [
				{
					"author_name": "Quan Ze (Jim) Chen"
				},
				{
					"author_name": "Dan Weld"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"conference url": "http://cscw.acm.org/2021",
			"conference": "CSCW",
			"year": "2021",
			"short_abstract": "<p>&nbsp;In this work, we present Goldilocks, a novel crowd rating elicitation technique for collecting calibrated scalar annotations that also distinguishes inherent ambiguity from inter-annotator disagreement. We introduce two main ideas: grounding absolute rating scales with examples and using a two-step bounding process to establish a range for an item&rsquo;s placement.</p>",
			"abstract": "Human ratings have become a crucial resource for training and evaluating machine learning systems. However, traditional elicitation methods for absolute and comparative rating suffer from issues with consistency and often do not distinguish between uncertainty due to disagreement between annotators and ambiguity inherent to the item being rated. In this work, we present Goldilocks, a novel crowd rating elicitation technique for collecting calibrated scalar annotations that also distinguishes inherent ambiguity from inter-annotator disagreement. We introduce two main ideas: grounding absolute rating scales with examples and using a two-step bounding process to establish a range for an item’s placement. We test our designs in three domains: judging toxicity of online comments, estimating satiety of food depicted in images, and estimating age based on portraits. We show that (1) Goldilocks can improve consistency in domains where interpretation of the scale is not universal, and that (2) representing items with ranges lets us simultaneously capture different sources of uncertainty leading to better estimates of pairwise relationship distributions.",
			"bibtex": "@article{2021-goldilocks, author = {Chen, Quanze and Weld, Dan and Zhang, Amy}, title = {Goldilocks: Consistent Crowdsourced Scalar Annotations\nwith Relative Uncertainty}, journal = {Proc. ACM Hum.-Comput. Interact.}, issue_date = {July 2021}, number = {CSCW}, month = oct, year = {2021}, publisher = {ACM}, address = {New York, NY, USA}, }",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2108.01799.pdf",
				"video_url": "https://www.youtube.com/watch?v=eK4dg7Mf478"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ae66a3e17d330f8e1979a5cb9e551894b882f6d1/images/Untitled%203.png",
			"title": "Modular Politics: Toward a Governance Layer for Online Communities",
			"id": "modular-politics",
			"author": [
				{
					"author_name": "Nathan Schneider"
				},
				{
					"author_name": "Primavera De Filippi"
				},
				{
					"author_name": "Seth Frey"
				},
				{
					"author_name": " Joshua Tan"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"conference url": "http://cscw.acm.org/2021",
			"conference": "CSCW",
			"year": "2021",
			"short_abstract": "<p>Drawing on the paradigm of Institutional Analysis and Design, this paper proposes a strategy for specifying basic features of a generalizable paradigm for online governance called Modular Politics.</p>",
			"abstract": "Governance in online communities is an increasingly high-stakes challenge, and yet many basic features of offline governance legacies---juries, political parties, term limits, and formal debates, to name a few---are not in the feature-sets of the software most community platforms use. Drawing on the paradigm of Institutional Analysis and Design, this paper proposes a strategy for addressing this lapse by specifying basic features of a generalizable paradigm for online governance called Modular Politics. Whereas classical governance typologies tend to present a choice among wholesale ideologies, such as democracy or oligarchy, the paper argues for enabling platform operators and their users to build bottom-up governance processes from computational components that are modular, highly versatile in their expressiveness, portable from one context to another, and interoperable across platforms. This kind of approach could implement pre-digital governance systems as well as accelerate innovation in uniquely digital techniques. As diverse communities share and connect their components and data, governance could come to occur as a ubiquitous network layer. To that end, this paper proposes the development of an open standard for networked governance.",
			"bibtex": "@article{10.1145/3449090,\nauthor = {Schneider, Nathan and De Filippi, Primavera and Frey, Seth and Tan, Joshua Z. and Zhang, Amy X.},\ntitle = {Modular Politics: Toward a Governance Layer for Online Communities},\nyear = {2021},\nissue_date = {April 2021},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {5},\nnumber = {CSCW1},\nurl = {https://doi.org/10.1145/3449090},\ndoi = {10.1145/3449090},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = apr,\narticleno = {16},\nnumpages = {26},\nkeywords = {standards, peer production, online communities, platforms, interoperability, institutional analysis and development, governance}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2005.13701.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@42eb24f6c855223cc009d500acb7eb2cb3af30b5/images/Untitled%202.png",
			"title": "Exploring Lightweight Interventions at Posting Time to Reduce the Sharing of Misinformation on Social Media",
			"id": "lightweight-interventions",
			"author": [
				{
					"author_name": "Farnaz Jahanbakhsh"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Adam Berinsky"
				},
				{
					"author_name": "Gordon Pennycook"
				},
				{
					"author_name": "David Rand"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"conference url": "http://cscw.acm.org/2021",
			"conference": "CSCW",
			"year": "2021",
			"short_abstract": "<p>In this work, we investigate the design of lightweight interventions that nudge users to assess the accuracy of information as they share it. From an experiment with 1668 participants, we find that both providing accuracy assessment and rationale reduce the sharing of false content.</p>",
			"abstract": "When users on social media share content without considering its veracity, they may unwittingly be spreading misinformation. In this work, we investigate the design of lightweight interventions that nudge users to assess the accuracy of information as they share it. Such assessment may deter users from posting misinformation in the first place, and their assessments may also provide useful guidance to friends aiming to assess those posts themselves. In support of lightweight assessment, we first develop a taxonomy of the reasons why people believe a news claim is or is not true; this taxonomy yields a checklist that can be used at posting time. We conduct evaluations to demonstrate that the checklist is an accurate and comprehensive encapsulation of people’s free-response rationales. In a second experiment, we study the effects of three behavioral nudges---1) checkboxes indicating whether headings are accurate, 2) tagging reasons (from our taxonomy) that a post is accurate via a checklist and 3) providing free-text rationales for why a headline is or is not accurate---on people’s intention of sharing the headline on social media. From an experiment with 1668 participants, we find that both providing accuracy assessment and rationale reduce the sharing of false content. They also reduce the sharing of true content, but to a lesser degree that yields an overall decrease in the fraction of shared content that is false. Our findings have implications for designing social media and news sharing platforms that draw from richer signals of content credibility contributed by users. In addition, our validated taxonomy can be used by platforms and researchers as a way to gather rationales in an easier fashion than free-response.",
			"bibtex": "@article{10.1145/3449092,\nauthor = {Jahanbakhsh, Farnaz and Zhang, Amy X. and Berinsky, Adam J. and Pennycook, Gordon and Rand, David G. and Karger, David R.},\ntitle = {Exploring Lightweight Interventions at Posting Time to Reduce the Sharing of Misinformation on Social Media},\nyear = {2021},\nissue_date = {April 2021},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {5},\nnumber = {CSCW1},\nurl = {https://doi.org/10.1145/3449092},\ndoi = {10.1145/3449092},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = apr,\narticleno = {18},\nnumpages = {42},\nkeywords = {social media, behavioral nudges, misinformation, reasons why people believe news}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2101.11824.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@7ba8300ef7066bf97455122b08b635cc1074f32a/images/policykit.gif",
			"title": "PolicyKit: Building Governance in Online Communities",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Grant Hugh"
				},
				{
					"author_name": "Michael Bernstein"
				}
			],
			"conference url": "https://uist.acm.org/uist2020/",
			"conference": "UIST",
			"year": "2020",
			"abstract": "The software behind online community platforms encodes a governance model that represents a strikingly narrow set of governance possibilities focused on moderators and administrators. When online communities desire other forms of government, such as ones that take many members' opinions into account or that distribute power in non-trivial ways, communities must resort to laborious manual effort. In this paper, we present PolicyKit, a software infrastructure that empowers online community members to concisely author a wide range of governance procedures and automatically carry out those procedures on their home platforms. We draw on political science theory to encode community governance into policies, or short imperative functions that specify a procedure for determining whether a user-initiated action can execute. Actions that can be governed by policies encompass everyday activities such as posting or moderating a message, but actions can also encompass changes to the policies themselves, enabling the evolution of governance over time. We demonstrate the expressivity of PolicyKit through implementations of governance models such as a random jury deliberation, a multi-stage caucus, a reputation system, and a promotion procedure inspired by Wikipedia's Request for Adminship (RfA) process.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/policykit.pdf",
				"website_url": "https://policykit.org/",
				"code_url": "https://github.com/amyxzhang/policykit",
				"video_url": "https://player.vimeo.com/video/446531759"
			},
			"id": "policykit-building-governance-in-online-communities",
			"conference_full_name": "ACM Symposium on User Interface Software and Technology",
			"short_abstract": "<p>We present PolicyKit, a software infrastructure that empowers online community members to concisely author a wide range of governance procedures and automatically carry out those procedures on their home platforms.</p>",
			"bibtex": "@inproceedings{10.1145/3379337.3415858,\nauthor = {Zhang, Amy X. and Hugh, Grant and Bernstein, Michael S.},\ntitle = {PolicyKit: Building Governance in Online Communities},\nyear = {2020},\nisbn = {9781450375146},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3379337.3415858},\nbooktitle = {Proceedings of the 33rd Annual ACM Symposium on User Interface Software and Technology},\npages = {365–378},\nnumpages = {14}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@a35f441c581d69d56ba2d1ca6b575730c82fa9a2/images/communityclick.png",
			"title": "CommunityClick: Capturing and Reporting Community Feedback from Town Halls to Improve Inclusivity",
			"id": "communityclick",
			"author": [
				{
					"author_name": "Mahmood Jasim"
				},
				{
					"author_name": "Pooya Khaloo"
				},
				{
					"author_name": "Somin Wadhwa"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Ali Sarvghad"
				},
				{
					"author_name": "Narges Mahyar"
				}
			],
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"conference url": "https://cscw.acm.org/2020",
			"conference": "CSCW",
			"year": "2020",
			"award": "Best Paper Award",
			"short_abstract": "<p>Building on a formative study with 66 town hall attendees and 20 organizers, we designed and developed CommunityClick, a communitysourcing system that captures attendees' feedback in an inclusive manner and enables organizers to author more comprehensive reports.&nbsp;</p>",
			"abstract": "Local governments still depend on traditional town halls for community consultation, despite problems such as a lack of inclusive participation for attendees and difficulty for civic organizers to capture attendees' feedback in reports. Building on a formative study with 66 town hall attendees and 20 organizers, we designed and developed CommunityClick, a communitysourcing system that captures attendees' feedback in an inclusive manner and enables organizers to author more comprehensive reports. During the meeting, in addition to recording meeting audio to capture vocal attendees' feedback, we modify iClickers to give voice to reticent attendees by allowing them to provide real-time feedback beyond a binary signal. This information then automatically feeds into a meeting transcript augmented with attendees' feedback and organizers' tags. The augmented transcript along with a feedback-weighted summary of the transcript generated from text analysis methods is incorporated into an interactive authoring tool for organizers to write reports. From a field experiment at a town hall meeting, we demonstrate how CommunityClick can improve inclusivity by providing multiple avenues for attendees to share opinions. Additionally, interviews with eight expert organizers demonstrate CommunityClick's utility in creating more comprehensive and accurate reports to inform critical civic decision-making. We discuss the possibility of integrating CommunityClick with town hall meetings in the future as well as expanding to other domains.",
			"bibtex": "@article{10.1145/3432912,\nauthor = {Jasim, Mahmood and Khaloo, Pooya and Wadhwa, Somin and Zhang, Amy X. and Sarvghad, Ali and Mahyar, Narges},\ntitle = {CommunityClick: Capturing and Reporting Community Feedback from Town Halls to Improve Inclusivity},\nyear = {2021},\nissue_date = {December 2020},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {4},\nnumber = {CSCW3},\nurl = {https://doi.org/10.1145/3432912},\ndoi = {10.1145/3432912},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = jan,\narticleno = {213},\nnumpages = {32},\nkeywords = {community feedback, iclicker, town hall, automatic transcription}\n}",
			"links": {
				"pdf_url": "https://groups.cs.umass.edu/hci-vis/wp-content/uploads/sites/33/2020/09/CommunityClick_CSCW2020_CR.pdf"
			}
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ab899595e16a0a7e9a063f431ce0cee6b2450811/images/wikumplus2.png",
			"title": "A System for Interleaving Discussion and Summarization in Online Collaboration",
			"id": "a-system-for-interleaving-discussion-and-summarization",
			"author": [
				{
					"author_name": "Sunny Tian"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"conference url": "https://cscw.acm.org/2020",
			"conference": "CSCW",
			"year": "2020",
			"short_abstract": "<p>In this work, we present interleaved discussion and summarization, a process where collaborators can switch back and forth between discussing ideas and summarizing discussion. We implement this into a tool called Wikum+ where groups can create living summaries - artifacts that can grow as new collaborators, ideas, and feedback arise, and can shrink as collaborators come to consensus.</p>",
			"abstract": "In many instances of online collaboration, ideation and deliberation happen separately from any synthesis\nof that deliberation into a cohesive consensus document. However, this may result in a final document that\nhas little connection to the discussion that came before. In this work, we present interleaved discussion and\nsummarization, a process where discussion and summarization are woven together in a single space, and\ncollaborators can switch back and forth between discussing ideas and summarizing discussion until it results\nin a final document that incorporates and references all discussion points. We implement this process into a\ntool called Wikum+ that allows groups working together on a project to create living summaries—artifacts that\ncan grow as new collaborators, ideas, and feedback arise, and can shrink as collaborators come to consensus.\nWe conducted studies where groups of six people collaborated on a proposal using Wikum+ and a proposal\nusing a messaging platform along with Google Docs. We found that Wikum+’s integration of discussion\nand summarization helped groups be more organized, allowing for light-weight coordination and iterative\nimprovements throughout the collaboration process. A second study demonstrated that in larger groups,\nWikum+ was more inclusive of all participants and more comprehensive in the final document compared to\ntraditional tools.",
			"bibtex": "@article{10.1145/3432940,\nauthor = {Tian, Sunny and Zhang, Amy X. and Karger, David},\ntitle = {A System for Interleaving Discussion and Summarization in Online Collaboration},\nyear = {2021},\nissue_date = {December 2020},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {4},\nnumber = {CSCW3},\nurl = {https://doi.org/10.1145/3432940},\ndoi = {10.1145/3432940},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = jan,\narticleno = {241},\nnumpages = {27},\nkeywords = {writing, summarization, online discussion, collaboration}\n}",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2009.07446.pdf",
				"website_url": "http://wikum.org/",
				"code_url": "https://github.com/amyxzhang/wikum"
			}
		},
		{
			"title": "Investigating Differences in Crowdsourced News Credibility Assessment: Raters, Tasks, and Expert Criteria",
			"author": [
				{
					"author_name": "MD Momen Bhuiyan"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Connie Moon Sehat"
				},
				{
					"author_name": "Tanushree Mitra"
				}
			],
			"conference url": "https://cscw.acm.org/2020",
			"conference": "CSCW",
			"year": "2020",
			"abstract": "Misinformation about critical issues such as climate change and vaccine safety is oftentimes amplified on\nonline social and search platforms. The crowdsourcing of content credibility assessment by laypeople has\nbeen proposed as one strategy to combat misinformation by attempting to replicate the assessments of experts at scale. In this work, we investigate news credibility assessments by crowds versus experts to understand when and how ratings between them differ. We gather a dataset of over 4,000 credibility assessments taken from 2 crowd groups - journalism students and Upwork workers - as well as 2 expert groups - journalists and scientists -on a varied set of 50 news articles related to climate science, a topic with widespread disconnect between public opinion and expert consensus. Examining the ratings, we find differences in performance due to the makeup of the crowd, such as rater demographics and political leaning, as well as the scope of the tasks that the crowd is assigned to rate, such as the genre of the article and partisanship of the publication. Finally, we find differences between expert assessments due to differing expert criteria that journalism versus science experts use - differences that may contribute to crowd discrepancies, but that also suggest a way to reduce the gap by designing crowd tasks tailored to specific expert criteria. From these findings, we outline future research directions to better design crowd processes that are tailored to specific crowds and types of content.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/credco_cscw.pdf",
				"data_url": "https://data.world/credibilitycoalition/credibility-factors2020/"
			},
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@866f9a879e5612c06f68a78cd9e5eda7c5f85583/images/credco3.png",
			"id": "crowdsourced-news-credibility",
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"short_abstract": "<p>We gather a dataset of over 4,000 credibility assessments taken from 2 crowd groups - journalism students and Upwork workers - as well as 2 expert groups - journalists and scientists - on a varied set of 50 news articles related to climate science.</p>",
			"bibtex": "@article{10.1145/3415164,\nauthor = {Bhuiyan, Md Momen and Zhang, Amy X. and Sehat, Connie Moon and Mitra, Tanushree},\ntitle = {Investigating Differences in Crowdsourced News Credibility Assessment: Raters, Tasks, and Expert Criteria},\nyear = {2020},\nissue_date = {October 2020},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {4},\nnumber = {CSCW2},\nurl = {https://doi.org/10.1145/3415164},\ndoi = {10.1145/3415164},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = oct,\narticleno = {93},\nnumpages = {26},\nkeywords = {expert, credibility, news, crowdsourcing, misinformation}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4034249a301db59d5fd5003f2ca0133353b3c38d/images/datasci1.png",
			"title": "How do Data Science Workers Collaborate? Roles, Workflows, and Tools",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Michael Muller"
				},
				{
					"author_name": "Dakuo Wang"
				}
			],
			"conference url": "https://cscw.acm.org/2020",
			"conference": "CSCW",
			"year": "2020",
			"abstract": "Today, the prominence of data science within organizations has given rise to teams of data science workers collaborating on extracting insights from data, as opposed to individual data scientists working alone. However, we still lack a deep understanding of how data science workers collaborate in practice. In this work, we conducted an online survey with 183 participants who work in various aspects of data science. We focused on their reported interactions with each other (e.g., managers with engineers) and with different tools (e.g., Jupyter Notebook). We found that data science teams are extremely collaborative and work with a variety of stakeholders and tools during the six common steps of a data science workflow (e.g., clean data and train model). We also found that the collaborative practices workers employ, such as documentation, vary according to the kinds of tools they use. Based on these findings, we discuss design implications for supporting data science team collaborations and future research directions.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/2001.06684.pdf"
			},
			"id": "data-science-collaborate",
			"short_abstract": "<p>We conducted an online survey with 183 participants who work in various aspects of data science. We found that data science teams are extremely collaborative and work with a variety of stakeholders and tools.</p>",
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"bibtex": "@article{10.1145/3392826,\nauthor = {Zhang, Amy X. and Muller, Michael and Wang, Dakuo},\ntitle = {How Do Data Science Workers Collaborate? Roles, Workflows, and Tools},\nyear = {2020},\nissue_date = {May 2020},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nvolume = {4},\nnumber = {CSCW1},\nurl = {https://doi.org/10.1145/3392826},\ndoi = {10.1145/3392826},\njournal = {Proc. ACM Hum.-Comput. Interact.},\nmonth = may,\narticleno = {022},\nnumpages = {23},\nkeywords = {machine learning, teams, data scientists, human-centered data science, collaborative data science, data science, collaboration}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@7761ddede302062398be1f18b9d0b26c8cb830fe/images/juries1.png",
			"title": "Digital Juries: A Civics-Oriented Approach to Platform Governance",
			"author": [
				{
					"author_name": "Jenny Fan"
				},
				{
					"author_name": "Amy Zhang"
				}
			],
			"conference url": "chi2020.acm.org",
			"conference": "CHI",
			"year": "2020",
			"abstract": "As concerns have grown regarding harmful content spread on social media, platform mechanisms for content moderation have become increasingly significant. However, many existing platform governance structures lack formal processes for democratic participation by users of the platform. Drawing inspiration from constitutional jury trials in many legal systems, this paper proposes digital juries as a civics-oriented approach for adjudicating content moderation cases. Building on existing theoretical models of jury decision-making, we outline a 5-stage model characterizing the space ,of design considerations in a digital jury process. We implement two examples of jury designs involving blind-voting and deliberation. From users who participate in our jury implementations, we gather informed judgments of the democratic legitimacy of a jury process for content moderation. We find that digital juries are perceived as more procedurally just than existing common platform moderation practices, but also find disagreement over whether jury decisions should be enforced or used as recommendations.",
			"links": {
				"pdf_url": "http://digitaljuries.com/juries/Digital_Juries__CHI2020.pdf",
				"website_url": "http://digitaljuries.com/",
				"talk_url": "https://www.youtube.com/embed/sQ2idlzSdas"
			},
			"id": "digital-juries",
			"short_abstract": "<p>Drawing inspiration from constitutional jury trials in many legal systems, this paper proposes digital juries as a civics-oriented approach for adjudicating content moderation cases.</p>",
			"conference_full_name": "Conference on Human Factors in Computing Systems",
			"bibtex": "@inproceedings{10.1145/3313831.3376293,\nauthor = {Fan, Jenny and Zhang, Amy X.},\ntitle = {Digital Juries: A Civics-Oriented Approach to Platform Governance},\nyear = {2020}, isbn = {9781450367080},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3313831.3376293},\ndoi = {10.1145/3313831.3376293},\nbooktitle = {Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems},\npages = {1-14},\nnumpages = {14},\nkeywords = {civics, democracy, governance, platforms, juries, social media, institutional design, online speech, content moderation},\nlocation = {Honolulu, HI, USA}, series = {CHI '20}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4721e2f8deb64168d91781fdb347906078564475/images/scrapir.png",
			"title": "ScrAPIr: Making Web Data APIs Accessible to End Users",
			"author": [
				{
					"author_name": "Tarfah Alrashed"
				},
				{
					"author_name": "Jumana Almahmoud"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "chi2020.acm.org",
			"conference": "CHI",
			"year": "2020",
			"abstract": "Users have long struggled to extract and repurpose data from websites by laboriously copying or scraping content from web pages. An alternative is to write scripts that pull data through APIs. This provides a cleaner way to access data than scraping; however, APIs are effortful for programmers and nigh-impossible for non-programmers to use. In this work, we empower users to access APIs without programming. We evolve a schema for declaratively specifying how to interact with a data API. We then develop ScrAPIr: a standard query GUI that enables users to fetch data through any API for which a specification exists, and a second GUI that lets users author and share the specification for a given API. From a lab evaluation, we find that even non-programmers can access APIs using ScrAPIr, while programmers can access APIs 3.8 times faster on average using ScrAPIr than using programming.",
			"links": {
				"pdf_url": "http://people.csail.mit.edu/tarfah/papers/scrapir.pdf",
				"website_url": "https://scrapir.org/",
				"code_url": "https://github.com/tarfahalrashed/ScrAPIr",
				"video_url": "https://www.youtube.com/embed/SSj_msJvRwo"
			},
			"id": "scrapir",
			"short_abstract": "We evolve a schema for declaratively specifying how to interact with a data API. We then develop ScrAPIr: a standard query GUI that enables users to fetch data through any API for which a specification exists, and a second GUI that lets users author and share the specification for a given API.",
			"conference_full_name": "Conference on Human Factors in Computing Systems",
			"bibtex": "@inproceedings{10.1145/3313831.3376691,\nauthor = {Alrashed, Tarfah and Almahmoud, Jumana and Zhang, Amy X. and Karger, David R.},\ntitle = {ScrAPIr: Making Web Data APIs Accessible to End Users},\nyear = {2020},\nisbn = {9781450367080},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3313831.3376691},\ndoi = {10.1145/3313831.3376691},\nbooktitle = {Proceedings of the 2020 CHI Conference on Human Factors in Computing Systems},\npages = {1–12},\nnumpages = {12},\nkeywords = {api description language, web scraping, web apis},\nlocation = {Honolulu, HI, USA},\nseries = {CHI '20}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@d18426828c1883608c4be2f8c1f03a0d4fe5038d/images/las_emoji1.png",
			"title": "#Confused and Beyond: Detecting Confusion in Course Forums using Student Annotated Hashtags",
			"author": [
				{
					"author_name": "Shay Geller"
				},
				{
					"author_name": "Nicholas Hoernle"
				},
				{
					"author_name": "Kobi Gal"
				},
				{
					"author_name": "Avi Segal"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				},
				{
					"author_name": "Marc Facciotti"
				},
				{
					"author_name": "Michele Igo"
				}
			],
			"conference url": "https://lak20.solaresearch.org/",
			"conference": "LAK",
			"year": "2020",
			"abstract": "Students' confusion is a barrier for learning, contributing to loss of motivation and to disengagement with course materials. However, detecting students' confusion in large-scale courses is both time and resource intensive. This paper provides a new approach for confusion detection in online forums that is based on harnessing the power of students' self-reported affective states (reported using a set of pre-defined hashtags). It presents a rule for labeling confusion, based on students' hashtags in their posts, that is shown to align with teachers' judgement. We use this labeling rule to inform the design of an automated classifier for confusion detection for the case when there are no self-reported hashtags present in the test set. We demonstrate this approach in a large scale Biology course using the Nota Bene annotation platform. This work lays the foundation to empower teachers with better support tools for detecting and alleviating confusion in online courses.",
			"links": {
				"pdf_url": "https://dl.acm.org/doi/10.1145/3375462.3375485",
				"talk_url": "https://video01.uni-frankfurt.de/Mediasite/Play/6f0e3e65559140f68711ab917923d5631d?autostart=true&player=0669adffd1774702978c7ada024252720a&playfrom=0&covertitle=false"
			},
			"id": "detecting-confusion-in-course-forums",
			"short_abstract": "This paper provides a new approach for confusion detection in online forums that is based on harnessing the power of students' self-reported affective states (reported using a set of pre-defined hashtags).",
			"conference_full_name": "Learning Analytics and Knowledge Conference",
			"bibtex": "@inproceedings{10.1145/3375462.3375485,\nauthor = {Geller, Shay A. and Hoernle, Nicholas and Gal, Kobi and Segal, Avi and Zhang, Amy X. and Karger, David and Facciotti, Marc T. and Igo, Michele},\ntitle = {#Confused and beyond: Detecting Confusion in Course Forums Using Students' Hashtags},\nyear = {2020},\nisbn = {9781450377126},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/3375462.3375485},\ndoi = {10.1145/3375462.3375485},\nbooktitle = {Proceedings of the Tenth International Conference on Learning Analytics &amp; Knowledge},\npages = {589–594},\nnumpages = {6},\nkeywords = {confusion detection, text classification, hashtags, emojis, self-reported affect, online discussion forum},\nlocation = {Frankfurt, Germany},\nseries = {LAK '20}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@9e25b1ce0b67fcdd78d927e80831eb0d060aaba4/images/youps.png",
			"title": "Opportunities for Automating Email Processing: A Need-Finding Study",
			"author": [
				{
					"author_name": "Soya Park"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Luke Murray"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "https://chi2019.acm.org/",
			"conference": "CHI",
			"year": "2019",
			"abstract": "Email management consumes significant effort from senders and recipients. Some of this work might be automatable. We performed a mixed-methods need-finding study to learn: (i) what sort of automatic email handling users want, and (ii) what kinds of information and computation are needed to support that automation. Our investigation included a design workshop to identify categories of needs, a survey to better understand those categories, and a classification of existing email automation software to determine which needs have been addressed. Our results highlight the need for: a richer data model for rules, more ways to manage attention, leveraging internal and external email context, complex processing such as response aggregation, and affordances for senders. To further investigate our findings, we developed a platform for authoring small scripts over a user&rsquo;s inbox. Of the automations found in our studies, half are impossible in popular email clients, motivating new design directions.",
			"links": {
				"pdf_url": "https://people.csail.mit.edu/soya/papers/mailbot.pdf",
				"talk_url": "https://www.youtube.com/embed/gQUIl3DMoyk"
			},
			"id": "automating-email",
			"short_abstract": "We performed a mixed-methods need-finding study to learn: (i) what sort of automatic email handling users want, and (ii) what kinds of information and computation are needed to support that automation.",
			"conference_full_name": "Conference on Human Factors in Computing Systems",
			"bibtex": "@inproceedings{Park:2019:OAE:3290605.3300604,\n author = {Park, Soya and Zhang, Amy X. and Murray, Luke S. and Karger, David R.},\n title = {Opportunities for Automating Email Processing: A Need-Finding Study},\n booktitle = {Proceedings of the 2019 CHI Conference on Human Factors in Computing Systems},\n series = {CHI '19},\n year = {2019},\n isbn = {978-1-4503-5970-2},\n location = {Glasgow, Scotland Uk},\n pages = {374:1--374:12},\n articleno = {374},\n numpages = {12},\n url = {http://doi.acm.org/10.1145/3290605.3300604},\n doi = {10.1145/3290605.3300604},\n acmid = {3300604},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {email, personal information management, task management},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b0c0a9012e16402c21610402aa277de655460a6c/images/tildachat22.png",
			"title": "Making Sense of Group Chat through Collaborative Tagging and Summarization",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Justin Cranshaw"
				}
			],
			"conference url": "https://cscw.acm.org/2018",
			"conference": "CSCW",
			"year": "2018",
			"award": "Best Paper Award",
			"abstract": "While group chat is becoming increasingly popular for team collaboration, these systems generate long streams of unstructured back-and-forth discussion that are difficult to comprehend. In this work, we investigate ways to enrich the representation of chat conversations, using techniques such as tagging and summarization, to enable users to better make sense of chat. Through needfinding interviews with 15 active group chat users, who were shown mock-up alternative chat designs, we found the importance of structured representations, including signals such as discourse acts. We then developed Tilda, a prototype system that enables people to collaboratively enrich their chat conversation while conversing. From lab evaluations, we examined the ease of marking up chat using Tilda as well as the effectiveness of Tilda-enabled summaries for getting an overview. From a field deployment, we found that teams actively engaged with Tilda both for marking up their chat as well as catching up on chat.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/cscw_tilda.pdf",
				"website_url": "https://tildachat.com/",
				"code_url": "https://github.com/Microsoft/tilda",
				"slides_url": "https://homes.cs.washington.edu/~axz/tilda.html"
			},
			"id": "making-sense-of-group-chat",
			"short_abstract": "Through needfinding interviews with 15 active group chat users, we found the importance of structured representations, including signals such as discourse acts. We then developed Tilda, a prototype system that enables people to collaboratively enrich their chat conversation while conversing.",
			"conference_full_name": "Conference on Computer-Supported Cooperative Work and Social Computing",
			"bibtex": "@article{Zhang:2018:MSG:3290265.3274465,\n author = {Zhang, Amy X. and Cranshaw, Justin},\n title = {Making Sense of Group Chat Through Collaborative Tagging and Summarization},\n journal = {Proc. ACM Hum.-Comput. Interact.},\n issue_date = {November 2018},\n volume = {2},\n number = {CSCW},\n month = nov,\n year = {2018},\n issn = {2573-0142},\n pages = {196:1--196:27},\n articleno = {196},\n numpages = {27},\n url = {http://doi.acm.org/10.1145/3274465},\n doi = {10.1145/3274465},\n acmid = {3274465},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {annotation, collaboration, group chat, knowledge management, online communities, online discussions, sensemaking, summarization, tagging},\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@2d62bbae1035902156cb58f9fa4b338abd6951b4/images/squadbox.png",
			"title": "Squadbox: A Tool to Combat Email Harassment Using Friendsourced Moderation",
			"author": [
				{
					"author_name": "Kaitlin Mahar"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "https://chi2018.acm.org/",
			"conference": "CHI",
			"year": "2018",
			"abstract": "Communication platforms have struggled to provide effective tools for people facing harassment online. We conducted interviews with 18 recipients of online harassment to understand their strategies for coping, finding that they often resorted to asking friends for help. Inspired by these findings, we explore the feasibility of friendsourced moderation as a technique for combating online harassment. We present Squadbox, a tool to help recipients of email harassment coordinate a &ldquo;squad&rdquo; of friend moderators to shield and support them during attacks. Friend moderators intercept email from strangers and can reject, organize, and redirect emails, as well as collaborate on filters. Squadbox is designed to let its users implement highly customized workflows, as we found in interviews that harassment and preferences for mitigating it vary widely. We evaluated Squadbox on five pairs of friends in a field study, finding that participants could comfortably navigate around privacy and personalization concerns.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/squadbox.pdf",
				"website_url": "http://squadbox.org/",
				"code_url": "https://github.com/amyxzhang/squadbox",
				"slides_url": "https://homes.cs.washington.edu/~axz/squadbox.html",
				"video_url": "https://www.youtube.com/embed/mZrmoi5D7g0",
				"talk_url": "https://www.youtube.com/embed/4jL-IJgKC2s"
			},
			"id": "squadbox",
			"short_abstract": "We conducted interviews with 18 recipients of online harassment to understand their strategies for coping, finding that they often resorted to asking friends for help. We present Squadbox, a tool to help recipients of email harassment coordinate a \"squad\" of friend moderators to shield and support them during attacks.",
			"conference_full_name": "Conference on Human Factors in Computing Systems",
			"bibtex": "@inproceedings{Mahar:2018:STC:3173574.3174160,\n author = {Mahar, Kaitlin and Zhang, Amy X. and Karger, David},\n title = {Squadbox: A Tool to Combat Email Harassment Using Friendsourced Moderation},\n booktitle = {Proceedings of the 2018 CHI Conference on Human Factors in Computing Systems},\n series = {CHI '18},\n year = {2018},\n isbn = {978-1-4503-5620-6},\n location = {Montreal QC, Canada},\n pages = {586:1--586:13},\n articleno = {586},\n numpages = {13},\n url = {http://doi.acm.org/10.1145/3173574.3174160},\n doi = {10.1145/3173574.3174160},\n acmid = {3174160},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {crowdsourcing, email, friendsourcing, moderation, online harassment, private messages, social media},\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b95249a5423a0629c593e1f2887099dfbaf7910a/images/credco.png",
			"title": "A Structured Response to Misinformation: Defining and Annotating Credibility Indicators in News Articles",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Aditya Ranganathan"
				},
				{
					"author_name": "Sarah Emlen Metz"
				},
				{
					"author_name": "Scott Appling"
				},
				{
					"author_name": "Connie Moon Sehat"
				},
				{
					"author_name": "Norman Gilmore"
				},
				{
					"author_name": "Nick B. Adams"
				},
				{
					"author_name": "Emmanuel Vincent"
				},
				{
					"author_name": "Jennifer 8. Lee"
				},
				{
					"author_name": "Martin Robbins"
				},
				{
					"author_name": "Ed Bice"
				},
				{
					"author_name": "Sandro Hawke"
				},
				{
					"author_name": "David Karger"
				},
				{
					"author_name": "An Xiao Mina"
				}
			],
			"conference url": "https://www2018.thewebconf.org/",
			"conference": "WebConf Companion",
			"year": "2018",
			"abstract": "The proliferation of misinformation in online news and its amplification by platforms are a growing concern, leading to numerous efforts to improve the detection of and response to misinformation. Given the variety of approaches, collective agreement on the indicators that signify credible content could allow for greater collaboration and data-sharing across initiatives. In this paper, we present an initial set of indicators for article credibility defined by a diverse coalition of experts. These indicators originate from both within an article&rsquo;s text as well as from external sources or article metadata. As a proof-of-concept, we present a dataset of 40 articles of varying credibility annotated with our indicators by 6 trained annotators using specialized platforms. We discuss future steps including expanding annotation, broadening the set of indicators, and considering their use by platforms and the public, towards the development of interoperable standards for content credibility.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/webconf_credco.pdf",
				"website_url": "https://credibilitycoalition.org/",
				"slides_url": "https://docs.google.com/presentation/d/1hGNqM_aO6U3gtryqqLZ_fTKreE940KIWlMnrfV5ooXU/edit?usp=sharing",
				"data_url": "https://data.world/credibilitycoalition/webconf-2018",
				"talk_url": "https://www.youtube.com/embed/SndnDE_ExHg"
			},
			"id": "credibility-indicators",
			"short_abstract": "Collective agreement on the indicators that signify credible content could allow for greater collaboration and data-sharing across initiatives. We present an initial set of indicators for article credibility defined by a diverse coalition of experts.",
			"conference_full_name": "International World Wide Web Conference",
			"bibtex": "@inproceedings{Zhang:2018:SRM:3184558.3188731,\n author = {Zhang, Amy X. and Ranganathan, Aditya and Metz, Sarah Emlen and Appling, Scott and Sehat, Connie Moon and Gilmore, Norman and Adams, Nick B. and Vincent, Emmanuel and Lee, Jennifer and Robbins, Martin and Bice, Ed and Hawke, Sandro and Karger, David and Mina, An Xiao},\n title = {A Structured Response to Misinformation: Defining and Annotating Credibility Indicators in News Articles},\n booktitle = {Companion Proceedings of the The Web Conference 2018},\n series = {WWW '18},\n year = {2018},\n isbn = {978-1-4503-5640-4},\n location = {Lyon, France},\n pages = {603--612},\n numpages = {10},\n url = {https://doi.org/10.1145/3184558.3188731},\n doi = {10.1145/3184558.3188731},\n acmid = {3188731},\n publisher = {International World Wide Web Conferences Steering Committee},\n address = {Republic and Canton of Geneva, Switzerland},\n keywords = {credibility, disinformation, information disorder, journalism, media literacy, misinformation, news, web standards},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@4f5423bf96277cdba1e7654f844648b20ab23dce/images/google-play-app2.png",
			"title": "Evaluation and Refinement of Clustered Search Results with the Crowd",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Wei Chai"
				},
				{
					"author_name": "Jinjun Xu"
				},
				{
					"author_name": "Lichan Hong"
				},
				{
					"author_name": "Ed Chi"
				}
			],
			"conference url": "https://dl.acm.org/toc/tiis/2018/8/2",
			"conference": "TiiS",
			"year": "2018",
			"abstract": "When searching on the web or in an app, results are often returned as lists of hundreds to thousands of items, making it difficult for users to understand or navigate the space of results. Research has demonstrated that using clustering to partition search results into coherent, topical clusters can aid in both exploration and discovery. Yet clusters generated by an algorithm for this purpose are often of poor quality and do not satisfy users. To achieve acceptable clustered search results, experts must manually evaluate and refine the clustered results for each search query, a process that does not scale to large numbers of search queries. In this article, we investigate using crowd-based human evaluation to inspect, evaluate, and improve clusters to create high-quality clustered search results at scale. We introduce a workflow that begins by using a collection of well-known clustering algorithms to produce a set of clustered search results for a given query. Then, we use crowd workers to holistically assess the quality of each clustered search result to find the best one. Finally, the workflow has the crowd spot and fix problems in the best result to produce a final output. We evaluate this workflow on 120 top search queries from the Google Play Store, some of whom have clustered search results as a result of evaluations and refinements by experts. Our evaluations demonstrate that the workflow is effective at reproducing the evaluation of expert judges and also improves clusters in a way that agrees with experts and crowds alike.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/tiis_cluster.pdf",
				"slides_url": "https://homes.cs.washington.edu/~axz/clusters.html"
			},
			"id": "clustered-search-results",
			"short_abstract": "We investigate using crowd-based human evaluation to inspect, evaluate, and improve clusters to create high-quality clustered search results at scale. We evaluate this workflow on 120 top search queries from the Google Play Store.",
			"conference_full_name": "ACM Transactions on Interactive Intelligent Systems",
			"bibtex": "@article{Zhang:2018:ERC:3232718.3158226,\n author = {Zhang, Amy X. and Chen, Jilin and Chai, Wei and Xu, Jinjun and Hong, Lichan and CHI, Ed},\n title = {Evaluation and Refinement of Clustered Search Results with the Crowd},\n journal = {ACM Trans. Interact. Intell. Syst.},\n issue_date = {June 2018},\n volume = {8},\n number = {2},\n month = jun,\n year = {2018},\n issn = {2160-6455},\n pages = {14:1--14:28},\n articleno = {14},\n numpages = {28},\n url = {http://doi.acm.org/10.1145/3158226},\n doi = {10.1145/3158226},\n acmid = {3158226},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {Clustered search results, cluster evaluation, clusters, crowdsourcing, human computation, mobile app stores, search engines},\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@d9101e59b297f94b22f07f533b6c6cd43026ca70/images/wikipedia.png",
			"title": "Deliberation and Resolution on Wikipedia: A Case Study of Requests for Comments",
			"author": [
				{
					"author_name": "Jane Im"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Christopher Schilling"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "https://cscw.acm.org/2018",
			"conference": "CSCW",
			"year": "2018",
			"abstract": "Resolving disputes in a timely manner is crucial for any online production group. We present an analysis of Requests for Comments (RfCs), one of the main vehicles on Wikipedia for formally resolving a policy or content dispute. We collected an exhaustive dataset of 7,316 RfCs on English Wikipedia over the course of 7 years and conducted a qualitative and quantitative analysis into what issues affect the RfC process. Our analysis was informed by 10 interviews with frequent RfC closers. We found that a major issue affecting the RfC process is the prevalence of RfCs that could have benefited from formal closure but that linger indefinitely without one, with factors including participants&rsquo; interest and expertise impacting the likelihood of resolution. From these findings, we developed a model that predicts whether an RfC will go stale with 75.3% accuracy, a level that is approached as early as one week after dispute initiation.",
			"links": {
				"pdf_url": "https://trusttri.github.io/papers/final_version_CSCW_2018.pdf",
				"slides_url": "https://figshare.com/articles/rfc_sql/7038575",
				"data_url": "https://figshare.com/articles/rfc_sql/7038575",
				"talk_url": "https://www.youtube.com/embed/OY8vZ6wES9o"
			},
			"id": "deliberation-and-resolution-on-wikipedia",
			"short_abstract": "We collected an exhaustive dataset of 7,316 RfCs on English Wikipedia over the course of 7 years and conducted a qualitative and quantitative analysis into what issues affect the RfC process.",
			"conference_full_name": " ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"bibtex": "@article{Im:2018:DRW:3290265.3274343,\n author = {Im, Jane and Zhang, Amy X. and Schilling, Christopher J. and Karger, David},\n title = {Deliberation and Resolution on Wikipedia: A Case Study of Requests for Comments},\n journal = {Proc. ACM Hum.-Comput. Interact.},\n issue_date = {November 2018},\n volume = {2},\n number = {CSCW},\n month = nov,\n year = {2018},\n issn = {2573-0142},\n pages = {74:1--74:24},\n articleno = {74},\n numpages = {24},\n url = {http://doi.acm.org/10.1145/3274343},\n doi = {10.1145/3274343},\n acmid = {3274343},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {collaboration, comments, consensus, dataset, deliberation, dispute resolution, online communities, online discussion, wikipedia},\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b5d2f990a5a9803c9324837603f1d90a4ca917f1/images/discourse.jpg",
			"title": "Characterizing Online Discussion Using Coarse Discourse Sequences",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Bryan Culbertson"
				},
				{
					"author_name": "Praveen Paritosh"
				}
			],
			"conference url": "https://www.icwsm.org/2017/",
			"conference": "ICWSM",
			"year": "2017",
			"abstract": "In this work, we present a novel method for classifying comments in online discussions into a set of coarse discourse acts towards the goal of better understanding discussions at scale. To facilitate this study, we devise a categorization of coarse discourse acts designed to encompass general online discussion and allow for easy annotation by crowd workers. We collect and release a corpus of over 9,000 threads comprising over 100,000 comments manually annotated via paid crowdsourcing with discourse acts and randomly sampled from the site Reddit. Using our corpus, we demonstrate how the analysis of discourse acts can characterize different types of discussions, including discourse sequences such as Q&amp;A pairs and chains of disagreement, as well as different communities. Finally, we conduct experiments to predict discourse acts using our corpus, finding that structured prediction models such as conditional random fields can achieve an F1 score of 75%. We also demonstrate how the broadening of discourse acts from simply question and answer to a richer set of categories can improve the recall performance of Q&amp;A extraction.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/discourse.pdf",
				"slides_url": "https://homes.cs.washington.edu/~axz/discourse.html",
				"data_url": "https://github.com/google-research-datasets/coarse-discourse",
				"website_url": "https://ai.googleblog.com/2017/05/coarse-discourse-dataset-for.html"
			},
			"id": "coarse-discourse",
			"short_abstract": "We present a novel method for classifying comments in online discussions into a set of coarse discourse acts towards the goal of better understanding discussions at scale. We collect and release a corpus of over 9,000 threads comprising over 100,000 comments and find that structured prediction models such as conditional random fields can achieve an F1 score of 75%.",
			"conference_full_name": "International AAAI Conference on Web and Social Media",
			"bibtex": "@inproceedings{coarsediscourse, \ntitle={Characterizing Online Discussion Using Coarse Discourse Sequences}, \nauthor={Zhang, Amy X. and Culbertson, Bryan and Paritosh, Praveen}, \nbooktitle={Proceedings of the 11th International AAAI Conference on Weblogs and Social Media}, \nseries={ICWSM '17}, \nyear={2017}, \nlocation = {Montreal, Canada} \n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@b79d2d4dcea0e0ad6ba0eb5a6796bb2cd07607b7/images/wikum1.png",
			"title": "Wikum: Bridging Discussion Forums and Wikis using Recursive Summarization",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Lea Verou"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "https://cscw.acm.org/2017",
			"conference": "CSCW",
			"year": "2017",
			"abstract": "Large-scale discussions between many participants abound on the internet today, on topics ranging from political arguments to group coordination. But as these discussions grow to tens of thousands of posts, they become ever more difficult for a reader to digest. In this article, we describe a workflow called recursive summarization, implemented in our Wikum prototype, that enables a large population of readers or editors to work in small doses to refine out the main points of the discussion. More than just a single summary, our workflow produces a summary tree that enables a reader to explore distinct subtopics at multiple levels of detail based on their interests. We describe lab evaluations showing that (i) Wikum can be used more effectively than a control to quickly construct a summary tree and (ii) the summary tree is more effective than the original discussion in helping readers identify and explore the main topics.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/wikum.pdf",
				"website_url": "http://wikum.org/",
				"code_url": "https://github.com/amyxzhang/wikum",
				"slides_url": "https://homes.cs.washington.edu/~axz/wikum.html",
				"video_url": "https://youtu.be/fTDkVeqjw80"
			},
			"id": "wikum-bridging-discussion-forums-and-wikis",
			"short_abstract": "We describe a workflow called recursive summarization, implemented in our Wikum prototype, that enables a large population of readers or editors to work in small doses to refine out the main points of the discussion.",
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"bibtex": "@inproceedings{Zhang:2017:WBD:2998181.2998235,\n author = {Zhang, Amy X. and Verou, Lea and Karger, David},\n title = {Wikum: Bridging Discussion Forums and Wikis Using Recursive Summarization},\n booktitle = {Proceedings of the 2017 ACM Conference on Computer Supported Cooperative Work and Social Computing},\n series = {CSCW '17},\n year = {2017},\n isbn = {978-1-4503-4335-0},\n location = {Portland, Oregon, USA},\n pages = {2082--2096},\n numpages = {15},\n url = {http://doi.acm.org/10.1145/2998181.2998235},\n doi = {10.1145/2998181.2998235},\n acmid = {2998235},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {collaboration, comments, crowdsourcing, deliberation, online discussion, summarization, threaded discussion, wikis},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@402cae1991ba18aa063af9ca4800e303e2716107/images/uist3160-file2.jpg",
			"title": "Mavo: Creating Interactive Data-Driven Web Applications by Authoring HTML",
			"author": [
				{
					"author_name": "Lea Verou"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "https://uist.acm.org/uist2016/",
			"conference": "UIST",
			"year": "2016",
			"abstract": "Many people can author static web pages with HTML and CSS but find it hard or impossible to program persistent, interactive web applications. We show that for a broad class of CRUD (Create, Read, Update, Delete) applications, this gap can be bridged. Mavo extends the declarative syntax of HTML to describe Web applications that manage, store and transform data. Using Mavo, authors with basic HTML knowledge define complex data schemas implicitly as they design their HTML layout. They need only add a few attributes and expressions to their HTML elements to transform their static design into a persistent, data-driven web application whose data can be edited by direct manipulation of the content in the browser. We evaluated Mavo with 20 users who marked up static designs---some provided by us, some their own creation---to transform them into fully functional web applications. Even users with no programming experience were able to quickly craft Mavo applications.",
			"links": {
				"pdf_url": "http://dl.acm.org/citation.cfm?id=2984551",
				"website_url": "http://mavo.io/",
				"code_url": "https://github.com/mavoweb/mavo",
				"video_url": "https://www.youtube.com/embed/RzWVKc2G4Ys"
			},
			"id": "mavo",
			"short_abstract": "Mavo extends the declarative syntax of HTML to describe Web applications that manage, store and transform data. Using Mavo, authors with basic HTML knowledge define complex data schemas implicitly as they design their HTML layout.",
			"conference_full_name": "ACM Symposium on User Interface Software and Technology",
			"bibtex": "@inproceedings{10.1145/2984511.2984551,\nauthor = {Verou, Lea and Zhang, Amy X. and Karger, David R.},\ntitle = {Mavo: Creating Interactive Data-Driven Web Applications by Authoring HTML},\nyear = {2016},\nisbn = {9781450341899},\npublisher = {Association for Computing Machinery},\naddress = {New York, NY, USA},\nurl = {https://doi.org/10.1145/2984511.2984551},\ndoi = {10.1145/2984511.2984551},\nbooktitle = {Proceedings of the 29th Annual Symposium on User Interface Software and Technology},\npages = {483–496},\nnumpages = {14},\nkeywords = {web design, information architecture, semantic publishing, end-user programming},\nlocation = {Tokyo, Japan},\nseries = {UIST '16}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@f920bd95d94f790c7255ec6e27ad318522977401/images/eyebrowse1.jpg",
			"title": "Opportunities and Challenges Around a Tool for Social and Public Web Activity Tracking",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Joshua Blum"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "https://cscw.acm.org/2016",
			"conference": "CSCW",
			"year": "2016",
			"abstract": "While the web contains many social websites, people are generally left in the dark about the activities of other people traversing the web as a whole. In this paper, we explore the potential benefits and privacy considerations around generating a real-time, publicly accessible stream of web activity where users can publish chosen parts of their web browsing data. Taking inspiration from social media systems, we describe individual benefits that can be unlocked by such sharing and that may incentivize users to publish aspects of their browsing. We ask whether and how these benefits outweigh potential costs in lost privacy. We conduct our study of public web activity sharing through scenario-based interviews and a field deployment of a tool for web activity sharing.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/eyebrowse.pdf",
				"website_url": "http://eyebrowse.csail.mit.edu/",
				"code_url": "https://github.com/haystack/eyebrowse-server",
				"slides_url": "https://homes.cs.washington.edu/~axz/eyebrowse.html"
			},
			"id": "eyebrowse",
			"short_abstract": "We explore the potential benefits and privacy considerations around generating a real-time, publicly accessible stream of web activity where users can publish chosen parts of their web browsing data.",
			"conference_full_name": "ACM Conference on Computer-Supported Cooperative Work and Social Computing",
			"bibtex": "@inproceedings{Zhang:2016:OCA:2818048.2819949,\n author = {Zhang, Amy X. and Blum, Joshua and Karger, David R.},\n title = {Opportunities and Challenges Around a Tool for Social and Public Web Activity Tracking},\n booktitle = {Proceedings of the 19th ACM Conference on Computer-Supported Cooperative Work \\& Social Computing},\n series = {CSCW '16},\n year = {2016},\n isbn = {978-1-4503-3592-8},\n location = {San Francisco, California, USA},\n pages = {913--925},\n numpages = {13},\n url = {http://doi.acm.org/10.1145/2818048.2819949},\n doi = {10.1145/2818048.2819949},\n acmid = {2819949},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {activity traces, privacy, self-presentation, sharing motivations, social media, web analytics, web browsing, web tracking},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@cda8574bb4dfdbf3477be1cea3352b6b2af428ee/images/abortion.png",
			"title": "Gender and Ideology in the Spread of Anti-Abortion Policy",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Scott Counts"
				}
			],
			"conference url": "https://chi2016.acm.org/",
			"conference": "CHI",
			"year": "2016",
			"abstract": "In the past few years an unprecedented wave of anti-abortion policies were introduced and enacted in state governments in the U.S., affecting millions of constituents. We study this rapid spread of policy change as a function of the underlying ideology of constituents. We examine over 200,000 public messages posted on Twitter surrounding abortion in the year 2013, a year that saw 82 new anti-abortion policies enacted. From these posts, we characterize people&rsquo;s expressions of opinion on abortion and show how these expressions align with policy change on these issues. We detail a number of ideological differences between constituents in states enacting anti versus pro-abortion policies, such as a tension between the moral values of purity versus fairness, and a differing emphasis on the fetus versus the pregnant woman. We also find significant differences in how males versus females discuss the issue of abortion, including greater emphasis on health and religion by males. Using these measures to characterize states, we can construct models to explain the spread of abortion policy from state to state and project which types of abortion policies a state will introduce. Models defining state similarity using our Twitter-based measures improved policy projection accuracy by 7.32% and 12.02% on average over geographic and poll-based ideological similarity, respectively. Additionally, models constructed from the expressions of male-only constituents perform better than models from the expressions of female-only constituents, suggesting that the ideology of men is more aligned with the recent spread of anti-abortion legislation than that of women.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/msr-abortion.pdf",
				"slides_url": "https://homes.cs.washington.edu/~axz/abortion.html"
			},
			"id": "gender-and-ideology",
			"short_abstract": "We examine over 200,000 public messages posted on Twitter surrounding abortion in the year 2013, a year that saw 82 new anti-abortion policies enacted. From these posts, we characterize people's expressions of opinion on abortion and show how these expressions align with policy change on these issues.",
			"conference_full_name": "Conference on Human Factors in Computing Systems",
			"bibtex": "@inproceedings{Zhang:2016:GIS:2858036.2858423,\n author = {Zhang, Amy X. and Counts, Scott},\n title = {Gender and Ideology in the Spread of Anti-Abortion Policy},\n booktitle = {Proceedings of the 2016 CHI Conference on Human Factors in Computing Systems},\n series = {CHI '16},\n year = {2016},\n isbn = {978-1-4503-3362-7},\n location = {San Jose, California, USA},\n pages = {3378--3389},\n numpages = {12},\n url = {http://doi.acm.org/10.1145/2858036.2858423},\n doi = {10.1145/2858036.2858423},\n acmid = {2858423},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {abortion, policy diffusion, political science, public policy, social media, text analysis},\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@abbce34aac4e4c53b7595d808a5c4f5807163fa0/images/murmur1.png",
			"title": "Mailing Lists: Why Are They Still Here, What's Wrong With Them, and How Can We Fix Them?",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Mark Ackerman"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "chi2015.acm.org",
			"conference": "CHI",
			"year": "2015",
			"abstract": "Mailing lists have existed since the early days of email and are still widely used today, even as more sophisticated online forums and social media websites proliferate. The simplicity of mailing lists can be seen as a reason for their endurance, a source of dissatisfaction, and an opportunity for improvement. Using a mixed-method approach, we studied two community mailing lists in depth with interviews and surveys, and surveyed a broader spectrum of 28 lists. We report how members of the different communities use their lists and their goals and desires for them. We explore why members prefer mailing lists to other group communication tools. But we also identify several tensions around mailing list usage that appear to contribute to dissatisfaction with them. We conclude with design implications, discussing ways to alleviate these tensions while preserving mailing lists&rsquo; appeal.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/mailinglists.pdf",
				"slides_url": "https://homes.cs.washington.edu/~axz/mailinglists.html",
				"website_url": "http://murmur.csail.mit.edu/",
				"code_url": "https://github.com/haystack/mailx"
			},
			"id": "mailing-lists",
			"short_abstract": " We explore why members prefer mailing lists to other group communication tools. But we also identify several tensions around mailing list usage that appear to contribute to dissatisfaction with them.",
			"conference_full_name": "Conference on Human Factors in Computing Systems",
			"bibtex": "@inproceedings{Zhang:2015:MLW:2702123.2702194,\n author = {Zhang, Amy X. and Ackerman, Mark S. and Karger, David R.},\n title = {Mailing Lists: Why Are They Still Here, What's Wrong With Them, and How Can We Fix Them?},\n booktitle = {Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems},\n series = {CHI '15},\n year = {2015},\n isbn = {978-1-4503-3145-6},\n location = {Seoul, Republic of Korea},\n pages = {4009--4018},\n numpages = {10},\n url = {http://doi.acm.org/10.1145/2702123.2702194},\n doi = {10.1145/2702123.2702194},\n acmid = {2702194},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {discussion groups, email, mailing lists, online communities},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ffd06255a2565104803b780243edbfb6600c3de0/images/dendogram3.png",
			"title": "Modeling Ideology and Predicting Policy Change with Social Media: Case of Same-Sex Marriage",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Scott Counts"
				}
			],
			"conference url": "chi2015.acm.org",
			"conference": "CHI",
			"year": "2015",
			"award": "Honorable Mention Award",
			"abstract": "Social media has emerged as a prominent platform where people can express their feelings about social and political issues of our time. We study the many voices discussing an issue within a constituency and how they reflect ideology and may signal the outcome of important policy decisions. Focusing on the issue of same-sex marriage legalization, we examine almost 2 million public Twitter posts related to same-sex marriage in the U.S. states over the course of 4 years starting from 2011. Among other findings, we find evidence of moral culture wars between ideologies and show that constituencies that express higher levels of emotion and have fewer actively engaged participants often precede legalization efforts that fail. From our measures, we build statistical models to predict the outcome of potential policy changes, with our best model achieving 87% accuracy. We also achieve accuracies of 70%, comparable to public opinion surveys, many months before a policy decision. We discuss how these analyses can augment traditional political science techniques as well as assist activists and policy analysts in understanding discussions on important issues at a population scale.",
			"links": {
				"pdf_url": "https://homes.cs.washington.edu/~axz/papers/msr-publicpolicy.pdf",
				"slides_url": "https://homes.cs.washington.edu/~axz/ideology.html",
				"video_url": "https://www.youtube.com/embed/k5EQTeuIkTQ"
			},
			"id": "modeling-ideology",
			"short_abstract": "Focusing on the issue of same-sex marriage legalization, we examine almost 2 million public Twitter posts related to same-sex marriage in the U.S. states over the course of 4 years starting from 2011.",
			"conference_full_name": "Conference on Human Factors in Computing Systems",
			"bibtex": "@inproceedings{Zhang:2015:MIP:2702123.2702193,\n author = {Zhang, Amy X. and Counts, Scott},\n title = {Modeling Ideology and Predicting Policy Change with Social Media: Case of Same-Sex Marriage},\n booktitle = {Proceedings of the 33rd Annual ACM Conference on Human Factors in Computing Systems},\n series = {CHI '15},\n year = {2015},\n isbn = {978-1-4503-3145-6},\n location = {Seoul, Republic of Korea},\n pages = {2603--2612},\n numpages = {10},\n url = {http://doi.acm.org/10.1145/2702123.2702193},\n doi = {10.1145/2702123.2702193},\n acmid = {2702193},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {political science, public policy, same-sex marriage, social media},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@a6a45a9f9cdf21f3f8f79c0c3d0652ceabd00db4/images/google-spreadsheets-oct08.png",
			"title": "Spreadsheet Driven Web Applications",
			"author": [
				{
					"author_name": "Edward Benson"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "David Karger"
				}
			],
			"conference url": "https://uist.acm.org/uist2014/",
			"conference": "UIST",
			"year": "2014",
			"abstract": "Creating and publishing read-write-compute web applications requires programming skills beyond what most end users possess. But many end users know how to make spreadsheets that act as simple information management applications, often with computation. We present a system for creating basic web applications using such spreadsheets in place of a server and using HTML to describe the client UI. Authors connect the two by placing spreadsheet references inside HTML attributes. Data computation is provided by spreadsheet formulas. The result is a reactive read-write-compute web page without a single line of Javascript code. Nearly all of the fifteen HTML novices we studied were able to connect HTML to spreadsheets using our method with minimal instruction. We draw conclusions from their experience and discuss future extensions to this programming model.",
			"links": {
				"pdf_url": "http://edwardbenson.com/papers/uist2014-spreadsheet-driven-web-apps.pdf",
				"video_url": "https://www.youtube.com/embed/9KudDZWu2uk"
			},
			"id": "spreadsheet-driven-web-applications",
			"short_abstract": "We present a system for creating basic web applications using such spreadsheets in place of a server and using HTML to describe the client UI. The result is a reactive read-write-compute web page without a single line of Javascript code.",
			"conference_full_name": "ACM User Interface Software and Technology Symposium",
			"bibtex": "@inproceedings{Benson:2014:SDW:2642918.2647387,\n author = {Benson, Edward and Zhang, Amy X. and Karger, David R.},\n title = {Spreadsheet Driven Web Applications},\n booktitle = {Proceedings of the 27th Annual ACM Symposium on User Interface Software and Technology},\n series = {UIST '14},\n year = {2014},\n isbn = {978-1-4503-3069-5},\n location = {Honolulu, Hawaii, USA},\n pages = {97--106},\n numpages = {10},\n url = {http://doi.acm.org/10.1145/2642918.2647387},\n doi = {10.1145/2642918.2647387},\n acmid = {2647387},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {end-user programming, information architecture, spreadsheets, web design},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@e7bc6b765f0e2a35b2be5ddc6b9ed6455a2b5955/images/scrolling.png",
			"title": "Content-Aware Kinetic Scrolling for Supporting Web Page Navigation",
			"author": [
				{
					"author_name": "Juho Kim"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Jihee Kim"
				},
				{
					"author_name": "Robert Miller"
				},
				{
					"author_name": "Krzysztof Gajos"
				}
			],
			"conference url": "https://uist.acm.org/uist2014/",
			"conference": "UIST",
			"year": "2014",
			"abstract": "Long documents are abundant on the web today, and are accessed in increasing numbers from touchscreen devices such as mobile phones and tablets. Navigating long documents with small screens can be challenging both physically and cognitively because they compel the user to scroll a great deal and to mentally filter for important content. To support navigation of long documents on touchscreen devices, we introduce content-aware kinetic scrolling, a novel scrolling technique that dynamically applies pseudo-haptic feedback in the form of friction around points of high interest within the page. This allows users to quickly find interesting content while exploring without further cluttering the limited visual space. To model degrees of interest (DOI) for a variety of existing web pages, we introduce social wear, a method for capturing DOI based on social signals that indicate collective user interest. Our preliminary evaluation shows that users pay attention to items with kinetic scrolling feedback during search, recognition, and skimming tasks.",
			"links": {
				"pdf_url": "https://juhokim.com/files/UIST2014-CAKS.pdf",
				"video_url": "https://www.youtube.com/embed/MZXsrl3csQs"
			},
			"id": "content-aware-kinetic-scrolling",
			"short_abstract": "To support navigation of long documents on touchscreen devices, we introduce content-aware kinetic scrolling, a novel scrolling technique that dynamically applies pseudo-haptic feedback in the form of friction around points of high interest within the page.",
			"conference_full_name": "ACM User Interface Software and Technology Symposium",
			"bibtex": "@inproceedings{Kim:2014:CKS:2642918.2647401,\n author = {Kim, Juho and Zhang, Amy X. and Kim, Jihee and Miller, Robert C. and Gajos, Krzysztof Z.},\n title = {Content-aware Kinetic Scrolling for Supporting Web Page Navigation},\n booktitle = {Proceedings of the 27th Annual ACM Symposium on User Interface Software and Technology},\n series = {UIST '14},\n year = {2014},\n isbn = {978-1-4503-3069-5},\n location = {Honolulu, Hawaii, USA},\n pages = {123--127},\n numpages = {5},\n url = {http://doi.acm.org/10.1145/2642918.2647401},\n doi = {10.1145/2642918.2647401},\n acmid = {2647401},\n publisher = {ACM},\n address = {New York, NY, USA},\n keywords = {kinetic scrolling, pseudo-haptic feedback, read wear, social wear},\n} "
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@d1806ef1d641bd002800391dcd122c86b6b829f5/images/climate.png",
			"title": "Identifying and Analyzing Moral Evaluation Frames in Climate Change Blog Discourse",
			"author": [
				{
					"author_name": "Nick Diakopoulos"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Dag Elgesem"
				},
				{
					"author_name": "Andrew Salway"
				}
			],
			"conference url": "https://www.icwsm.org/2014/",
			"conference": "ICWSM",
			"year": "2014",
			"abstract": "Media frames define distinctive perspectives or ways of communicating about issues and can be manifested through patterns of language use, such as preferences for various key terms and phrases. In this work we develop a novel operationalization of moral evaluation frames and study their use within a corpus of blogs discussing climate change. We compare moral evaluation frames between blogs marked as climate change skeptics and climate change acceptors. We develop a text visualization tool called Lingoscope that allows the user to observe and filter the contextual terms that convey moral framing across large volumes of text, as well as to drill down to specific examples. By focusing on climate-related topics and how they are discussed by climate change skeptics versus climate change acceptors, our approach uncovers and explores how numerous topics are framed in a different moral light in skeptical and acceptor blogs.",
			"links": {
				"pdf_url": "http://www.nickdiakopoulos.com/wp-content/uploads/2011/07/Identifying-and-analyzing-moral-evaluation-frames-in-cc-blog-discourse_FINAL.pdf"
			},
			"id": "moral-evaluation-frames",
			"short_abstract": "We develop a text visualization tool called Lingoscope that allows the user to observe and filter the contextual terms that convey moral framing across large volumes of text, as well as to drill down to specific examples.",
			"conference_full_name": "International AAAI Conference on Weblogs and Social Media",
			"bibtex": "@article{diakopoulos2014identifying,\n  title={Identifying and analyzing moral evaluation frames in climate change blog discourse},\n  author={Diakopoulos, Nicholas and Zhang, Amy X. and Elgesem, Dag and Salway, Andrew},\n  journal={Proc. of ICWSM},\n  year={2014}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@be1440bef6879ee4d6d27fb98b9ab6f1873c592e/images/sentinews.png",
			"title": "Controversy and Sentiment in Online News",
			"author": [
				{
					"author_name": "Yelena Mejova"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Nicholas Diakopoulos"
				},
				{
					"author_name": "Carlos Castillo"
				}
			],
			"conference": "Computation+Journalism",
			"year": "2014",
			"abstract": "How do news sources tackle controversial issues? In this work, we take a data-driven approach to understand how controversy interplays with emotional expression and biased language in the news. We begin by introducing a new dataset of controversial and noncontroversial terms collected using crowdsourcing. Then, focusing on 15 major U.S. news outlets, we compare millions of articles discussing controversial and non-controversial issues over a span of 7 months. We find that in general, when it comes to controversial issues, the use of negative affect and biased language is prevalent, while the use of strong emotion is tempered. We also observe many differences across news sources. Using these findings, we show that we can indicate to what extent an issue is controversial, by comparing it with other issues in terms of how they are portrayed across different media.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/1409.8152v1.pdf"
			},
			"id": "controversy-and-sentiment-in-online-news",
			"short_abstract": "Focusing on 15 major U.S. news outlets, we compare millions of articles discussing controversial and non-controversial issues over a span of 7 months.",
			"conference_full_name": "Symposium on Computation and Journalism",
			"bibtex": "@article{mejova2014controversy,\n  title={Controversy and sentiment in online news},\n  author={Mejova, Yelena and Zhang, Amy X. and Diakopoulos, Nicholas and Castillo, Carlos},\n  journal={Symposium on Computation and Journalism},\n  year={2014}\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@ba299556ce1baf77194d787fbc45009d5b2c3a9b/images/hoodsquare.png",
			"title": "Hoodsquare: Modeling and Recommending Neighborhoods in Location-based Social Networks",
			"author": [
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Anastasios Noulas"
				},
				{
					"author_name": "Salvatore Scellato"
				},
				{
					"author_name": "Cecilia Mascolo"
				}
			],
			"conference url": "http://www.scienceengineeringacademy.org/asesite/",
			"conference": "SocialCom",
			"year": "2013",
			"abstract": "Information garnered from activity on location-based social networks can be harnessed to characterize urban spaces and organize them into neighborhoods. In this work, we adopt a data-driven approach to the identification and modeling of urban neighborhoods using location-based social networks. We represent geographic points in the city using spatio-temporal information about Foursquare user check-ins and semantic information about places, with the goal of developing features to input into a novel neighborhood detection algorithm. The algorithm first employs a similarity metric that assesses the homogeneity of a geographic area, and then with a simple mechanism of geographic navigation, it detects the boundaries of a city&rsquo;s neighborhoods. The models and algorithms devised are subsequently integrated into a publicly available, map-based tool named Hoodsquare that allows users to explore activities and neighborhoods in cities around the world. Finally, we evaluate Hoodsquare in the context of a recommendation application where user profiles are matched to urban neighborhoods. By comparing with a number of baselines, we demonstrate how Hoodsquare can be used to accurately predict the home neighborhood of Twitter users. We also show that we are able to suggest neighborhoods geographically constrained in size, a desirable property in mobile recommendation scenarios for which geographical precision is key.",
			"links": {
				"pdf_url": "https://arxiv.org/pdf/1308.3657v1.pdf",
				"code_url": "https://github.com/amyxzhang/OPTICS-Automatic-Clustering",
				"slides_url": "https://homes.cs.washington.edu/~axz/hoodsquare.html"
			},
			"id": "hoodsquare",
			"short_abstract": "We adopt a data-driven approach to the identification and modeling of urban neighborhoods using location-based social networks.",
			"conference_full_name": "International ASE/IEEE Conference on Social Computing",
			"bibtex": "@inproceedings{Zhang:2013:HMR:2573038.2574008,\n author = {Zhang, Amy X. and Noulas, Anastasios and Scellato, Salvatore and Mascolo, Cecilia},\n title = {Hoodsquare: Modeling and Recommending Neighborhoods in Location-Based Social Networks},\n booktitle = {Proceedings of the 2013 International Conference on Social Computing},\n series = {SOCIALCOM '13},\n year = {2013},\n isbn = {978-0-7695-5137-1},\n pages = {69--74},\n numpages = {6},\n url = {http://dx.doi.org/10.1109/SocialCom.2013.17},\n doi = {10.1109/SocialCom.2013.17},\n acmid = {2574008},\n publisher = {IEEE Computer Society},\n address = {Washington, DC, USA},\n keywords = {urban data mining, location-based social networks, neighborhood modeling},\n}"
		},
		{
			"image": "https://cdn.jsdelivr.net/gh/amyxzhang/lab_website@6ca6ec2f1adb0fce81bb280349ae940561dca122/images/diurnal.png",
			"title": "On the Study of Diurnal Urban Routines on Twitter",
			"author": [
				{
					"author_name": "Mor Naaman"
				},
				{
					"author_name": "Amy Zhang"
				},
				{
					"author_name": "Samuel Brody"
				},
				{
					"author_name": "Gilad Lotan"
				}
			],
			"conference url": "https://www.icwsm.org/2012/",
			"conference": "ICWSM",
			"year": "2012",
			"abstract": "We study and characterize diurnal patterns in social media data for different urban areas, with the goal of providing context and framing for reasoning about such patterns at different scales. Using one of the largest datasets to date of Twitter content associated with different locations, we examine within-day variability and across-day variability of diurnal keyword patterns for different locations.",
			"links": {
				"pdf_url": "https://d1wqtxts1xzle7.cloudfront.net/30608684/naaman-twitterpatterns-icwsm2012.pdf?1361181077=&response-content-disposition=inline%3B+filename%3DOn_the_Study_of_Diurnal_Urban_Routines_o.pdf&Expires=1599983085&Signature=YRn2xsokajxdwZ0OsOxekRqc09YVWXyM0RPqH2EFySWdONI2yeQw21edSJGajVsSNJiJjLlWP5EyFNF4utgdaNJcbLtXlGSyO-tiMzfggFOndncip4JRiX-ggvowPPHrbeVmJTmiuWK5cW0f3ReNfe89MZ8o~zUOgY~R2eN5OIBz9o1bLpnYs6CIEyZMApXYLWnHSaKRbQzg6lQdQa1TjEt52eFZ24iQLFcQmNoGG5tbv6Z0h1NHY8kXwDz0we0hQAocdNVrECdOoRYSXjHU0Z9ZGivLwbYuarqNdQY-fZ7AVlJjVPRQAgZfZFRfLsvqat3X6jNsznlUNBhtpV-X6w__&Key-Pair-Id=APKAJLOHF5GGSLRBV4ZA"
			},
			"id": "diurnal-urban-routines-on-twitter",
			"short_abstract": "Using one of the largest datasets to date of Twitter content associated with different locations, we examine within-day variability and across-day variability of diurnal keyword patterns for different locations.",
			"conference_full_name": "International AAAI Conference on Weblogs and Social Media",
			"bibtex": "@inproceedings{naaman2012study,\n  title={On the Study of Diurnal Urban Routines on Twitter.},\n  author={Naaman, Mor and Zhang, Amy X. and Brody, Samuel and Lotan, Gilad},\n  booktitle={Proc. of ICWSM},\n  year={2012}\n}"
		}
	]
}