{
	"area": [
		{
			"title": "New Mediums for Discourse",
			"description": "<span style=\"font-size: 14px;\">The tools we use for online discussion have changed little from the early mediums of forums, chat, and bulletin boards. But these designs bake in many assumptions about discussion that limit our capabilities for collaboration and that also lead to problems. How can we design new mediums for online discourse that make it easier to listen, share, and create?</span>",
			"author2": [
				{
					"author_name2": "Ruotong Wang"
				}
			],
			"project": [
				{
					"project_name": "Tilda",
					"project_url": "http://tildachat.com/",
					"@type": "item"
				},
				{
					"project_url": "http://wikum.org/",
					"project_name": "Wikum",
					"@type": "item"
				}
			],
			"peoples": {
				"author2": []
			}
		},
		{
			"title": "Community Resilience and Self-Governance",
			"description": "<span style=\"font-size: 14px;\">Online communities have grown to fill an important part of people's everyday lives. Yet the tools that online communities have to shape their own norms and rules are limited, resulting in top-down governance structures that easily fall apart or lead people to burn out. We design democratic structures that support community resilience as well as new tools for self-governance.</span>",
			"project": [
				{
					"project_url": "http://policykit.org/",
					"project_name": "PolicyKit",
					"@type": "item"
				},
				{
					"project_url": "http://digitaljuries.com/",
					"project_name": "Digital Juries",
					"@type": "item"
				}
			],
			"author2": [
				{}
			]
		},
		{
			"title": "End User Empowerment and Localized Tools",
			"description": "<span style=\"/* font-family: -webkit-standard; */font-size: 14px;\">A one-size-fits-all approach to building ML models and applications can leave people out with little recourse, particularly already-disadvantaged groups. Instead, we consider tools that give power back to end users to build solutions that suit them, without needing programming skills. And we design new models and applications that can take into account the nuances and different contexts that exist in varied social settings.</span>",
			"project": [
				{
					"@type": "item"
				}
			],
			"author2": [
				{}
			]
		},
		{
			"title": "Data Science Collaboration",
			"description": "<span style=\"font-size: 14px;\">Many computational tools assume that users work alone and are skilled at programming. Yet data analysis and model building is increasingly done by large groups of people working together with different skill sets and domain expertise. We design new tools for data exploration and model building that support collaboration, explanation, and translation out of the box.</span>",
			"project": [
				{
					"@type": "item"
				}
			],
			"author2": [
				{}
			]
		},
		{
			"title": "Platform Design and Healthy Information Ecosystems",
			"description": "<!--?xml version=\"1.0\" encoding=\"UTF-8\"?--> <span style=\"/* font-family: -webkit-standard; */font-size: 14px;\">Online social platforms host social interactions between millions of people today. But these sites are also host to harassing behavior, polarizing discourse, and disinformation campaigns. How can we alter or reimagine social media to push back against bad actors and promote pro-social interaction and credible information? How do we determine if what we&rsquo;ve designed will not have negative emergent properties?</span>",
			"project": [
				{
					"@type": "item"
				}
			],
			"author2": [
				{}
			]
		}
	]
}